[
    {
        "title": "Climate change and P&C insurance: The threat and opportunity",
        "url": "https://www.mckinsey.com/industries/financial-services/our-insights/climate-change-and-p-and-c-insurance-the-threat-and-opportunity",
        "content": "As “traders of climate risk,” insurance companies fare better in understanding and measuring the impact of climate risk on their financial resilience when compared with other sectors. However, the industry’s current loss estimates are incomplete because of insufficient consideration of secondary perils.3Charlotte Gerken and Anna Sweeney, “Letter sent to participating firms: Insurance stress test 2019 and COVID-19 stress testing: Feedback for general and life insurers,” Prudential Regulation [...] Investors, regulators, and society will increase pressure on the industry to respond to climate risk as large portions of the economy and society continue to be affected.\nSome historically stable premium and profit pools will shrink, and possibly disappear, in places and industries that are exposed to climate risk while assets will become harder to insure.\nA lack of responsiveness can damage the industry’s reputation and its credibility as a global economic citizen. [...] Insurers, however, must be careful not to underestimate the true threat of climate change. Because its effects are systemic, climate risk is likely to stress local economies and—more grimly—cause market failures that affect both consumers and insurers. More frequent catastrophic events, in combination with the need to meet evolving regulatory requirements, can threaten company business models—and make insuring some risk unaffordable for customers or unfeasible for insurers.",
        "score": 0.83093774,
        "raw_content": "Opportunity and threats of climate change on insurance | McKinsey\nSkip to main content\nClimate change and P&C insurance: The threat and opportunity\n================================================================\nNovember 19, 2020 | Article\nMany in the property and casualty insurance industry have underestimated the immediacy of physical—and systemic—effects from climate change. Business models must adapt.\n(8 pages)\nThe effects of climate change are here. Stronger and more frequent natural disasters, for example, are destroying homes and businesses at record-breaking rates and putting entire food systems at risk. Hurricane Harvey caused $125 billion in economic damage in 2017. The 2019–20 Australian bushfires killed more than a billion animals and caused more than $4.4 billion in damage. Climate-linked issues, such as extreme heat, natural disasters, and biodiversity loss—and the failure to respond to these challenges in time—dominate reports issued by organizations such as the World Economic Forum.1_The Global Risks Report 2020, World Economic Forum_, January 15, 2020, weforum.org. Further changes in the global climate are locked in for at least the next ten years, and insurers’ concerns are no longer individual catastrophic events but the interactions between the global climate and human systems.\nAbout the authors\n\nThis article was a global, collaborative effort by Antonio Grimaldi, Kia Javanmardian, Dickon Pinner, Hamid Samandari, and Kurt Strovink, representing views from McKinsey’s Insurance and Sustainability Practices.\nAt first glance, the effects of climate change may not seem detrimental to property and casualty (P&C) insurers. They can use the annual policy cycle and their sophisticated understanding of evolving risks to reprice and rearrange portfolios to avoid long-term exposure to climate events. And the growth in the value at risk—and possibly volatility—should increase the demand for new and different insurance solutions and services, which, in turn, could expand the industry’s opportunities.\nInsurers, however, must be careful not to underestimate the true threat of climate change. Because its effects are systemic, climate risk is likely to stress local economies and—more grimly—cause market failures that affect both consumers and insurers. More frequent catastrophic events, in combination with the need to meet evolving regulatory requirements, can threaten company business models—and make insuring some risk unaffordable for customers or unfeasible for insurers.\nStakeholders—such as customers, shareholders, and regulators—are therefore likely to demand that insurance solutions go beyond traditional risk transfer to explicitly address risk mitigation. These risks can be either physical, directly affecting the insurance business, or transitional, affecting insurers’ portfolios as assets are repriced. Insurers should seize this moment to stress-test their exposure to climate risk and rebalance their portfolios. Perhaps more importantly, insurers should use their understanding of risk to help organizations mitigate and adapt—and thus protect a greater share of the global economy. In particular, the industry should develop products that cover climate-related risk specifically and should revisit its (potentially carbon-intensive) investment strategies. The effects of climate change are already here, and efforts to respond at scale will take time. With the long-term viability of the industry at stake, insurers should act now.\nPervasive risk requires new responses\nEvidence is mounting that the P&C insurance industry will soon need to reshape its business models, but only a few stakeholders have taken meaningful action: several insurers are incorporating climate-risk considerations in their new-product launches and underwriting processes. Some others have publicly committed to reducing their exposure to carbon-intensive industries by 2030 or 2040. In recent interactions with industry executives, more than half have said that the industry’s response so far has been underwhelming and inadequate—even though the vast majority said that responding to climate risk is either “very important” or “a top priority.” The industry has an opportunity to develop a response that reacts to the shifts driven by climate change while broadening the relevance of the industry from risk mitigation via risk transfer.\nSeven crucial traits of physical climate risk\n\nOf the growing physical risks from climate change, for insurers, seven stand out:\n\nBecause physical climate risk is increasing, so is the scope of risk aggregation and the prospective economic impact. Some risk may become difficult to insure at reasonable rates.\nClimate events happen locally, and therefore need to be understood spatially, or within the context of a geographic area. Insurers will need tools and processes that can assess spatial insights. Using parametric insurance may become important.\nRisk is nonstationary and evolves, especially since further warming is “locked in” for the next decade because of inertia in the geophysical system. Actuarial assessments should therefore include climate science and the projection of hazards in addition to the historical experiences that currently inform pricing.\nSocioeconomic effects will be nonlinear, meaning that breaching thresholds in natural and human systems could release a cascade of effects. Insurers will need to consider qualitative factors to identify patterns and dependencies in underwriting risk.\nEffects will be systemic, because the initial impact of a discrete event will set off a chain of knock-on effects. A natural catastrophe, for instance, may destroy property, cause business interruption, damage ecosystems, and create a humanitarian crisis. Because of the interconnected nature of systems, there will be greater volatility.\nEffects will be regressive: the poorest communities are typically the most vulnerable. Emerging economies face the largest increase in potential impact on workability and livability. Less-developed economies also rely more on outdoor work and natural capital, and they have fewer financial means to adapt quickly. The protection gap in developing economies will probably increase without collaborative intervention from insurers and governments.\nHuman systems are underprepared to manage the rising level of physical climate risk and its effects. The pace and scale of adaptation will need to increase significantly. Insurers could, for example, offer risk-engineering and risk-mitigation services.\n\nMcKinsey research shows that the value at stake from climate-induced hazards could, conservatively, increase from about 2 percent of global GDP to more than 4 percent of global GDP in 2050. And the risks associated with climate change are multiplying. They vary by locale, evolve, and have nonlinear systemic effects that tend to be regressive. In short, a small physical shift can change entire systems irreversibly—and, vulnerable populations could be affected disproportionately (for more on physical climate risk, see sidebar “Seven crucial traits of physical climate risk”).\nThe projected escalation of climate risk, such as the occurrence of more floods and wildfires, may lead to underinsurance—or to no insurance at all. The result, substantial market dislocation will include premium loss, higher rates of self-insurance, and an increased demand for disaster relief from the public sector (for more on market dislocation, see sidebar “Florida flooding and insurance market failures”).\nFlorida flooding and insurance market failures\n\nAs sea levels rise from the warming effects of climate change, the 10 percent of Florida residents who live fewer than five feet above sea level today are at increased risk of damage from storm surges. The value of the 2.9 million homes at risk in 2020 is estimated at $581 billion.1“Fact file: Florida hurricane insurance,” Insurance Information Institute, June 2020, iii.org. In addition, by 2050, sea levels in parts of the state are expected to rise 2.5 feet from 2000.2_Recommended projections of sea level rise in the Tampa Bay region_, Tampa Bay Climate Science Advisory Panel, updated April 2019, tbrpc.org. This change in physical systems may cause tidal flooding in the state to increase from a few days in 2019 to more than 200 by 2050.\nSuch changes could increase annual flood losses in Florida from $1.98 billion in 2019 to $2.94 billion in 2050. The corresponding premium increase, from $800 to $1,200 (in 2019 dollars), may render flood insurance unaffordable to many residents. For insurers, such a development would mean that large portions of their books of business could become unviable. And more frequent flooding could cause economic disruption that fans out into the web of systemic relationships beyond the area immediately affected by the flood. By acting as stewards of risk, customer advisers, and partners to the public and social sectors, insurers could help to mitigate such effects.\nSome insurers may feel protected from the escalating effects so far. However, this is a false sense of safety: while climate risk can change quickly, revisions to policies that are based only on historical data may not reflect the full cost of climate risk. Indeed, common catastrophe models, which are mostly based on historical data, are unlikely to accurately project risk because the climate now behaves differently. These models may end up hiding the true extent of the risk for both the insurers and the insured. As a result, the two parties’ interests are consistently misaligned. And for insurers, changes in the climate—and therefore the market—will only increase their exposure. Consider the following:\n\nAs the frequency and severity of tail events—formerly thought to be low probability—increase, so do changes to the balance sheet, including higher capital requirements for reinsurance consumption.\nFinancial markets can rapidly reprice assets that are exposed to climate risk, affecting insurers’ investment portfolios and their own market valuations negatively.\nInvestors, regulators, and society will increase pressure on the industry to respond to climate risk as large portions of the economy and society continue to be affected.\nSome historically stable premium and profit pools will shrink, and possibly disappear, in places and industries that are exposed to climate risk while assets will become harder to insure.\nA lack of responsiveness can damage the industry’s reputation and its credibility as a global economic citizen.\n\nIgnoring these considerations will be untenable in the long term.\nRevised business models help support customers\nThe insurance industry can create economic security by offering reliable protection. Insurers must therefore make climate risk a part of their management decisions. In particular, they should use their understanding of risk and climate science to mitigate the systemic effects of physical climate risk for themselves and their customers. Accomplishing these tasks involves five simultaneous actions.\nStress-test total exposure against projected climate hazards\nInterconnected global systems mean that the concentration of risk will likely increase as climate-related losses spread across different types of coverage—flood, property damage, and business interruption. Aggregation risk—the risk of multiple claims filed in connection to a single event—will also extend beyond geographic bounds as climate change elevates the risk of systemic disruption. For instance, an increase in average global temperatures increases the probability of floods and wildfires—regardless of location.\nMoreover, insurers’ current models may not account for the growing number, types, and interconnectivity of risk—particularly in locations that have low penetration of property insurance, such as countries with developing economies. Preliminary findings from the Bank of England suggest that the industry is failing to capture the full spectrum of potential losses, such as a flood after a hurricane, and that it uses low-quality data.2_Discussion paper: The 2021 biennial exploratory scenario on the financial risks from climate change_, Financial Policy Committee and Prudential Regulation Committee, Bank of England, December 2019, bankofengland.co.uk.\nTo understand their risk exposure to climate change, insurers may consider adopting climate-specific stress-testing, beyond traditional catastrophe models, to understand the impact of climate-related risk on their portfolios. Insurers can accomplish this task by using advanced-analytics techniques to project how various acute and chronic hazards are likely to affect them over time. Insurers should combine detailed climate data, down to the risk of a flood or fire for a single address, with an analysis of the macroeconomic implications of climate change to inform pricing and portfolio adjustments.\nBuild resilience and rebalance portfolios\nWith such a detailed analysis, insurers can build greater resilience by considering low-probability catastrophic events, diversifying their portfolio, and planning to evolve exposure over time. Risk models that assume nonstationary risk and de-emphasize historical data will be especially valuable.\nAs “traders of climate risk,” insurance companies fare better in understanding and measuring the impact of climate risk on their financial resilience when compared with other sectors. However, the industry’s current loss estimates are incomplete because of insufficient consideration of secondary perils.3Charlotte Gerken and Anna Sweeney, “Letter sent to participating firms: Insurance stress test 2019 and COVID-19 stress testing: Feedback for general and life insurers,” Prudential Regulation Authority, Bank of England, June 17, 2020, bankofengland.co.uk. In the broader financial services industry, many institutions, from banks to asset managers, that have historically been less exposed—and therefore less-sophisticated assessors of climate risk—have begun to incorporate climate risk into their considerations of investment allocations, credit risk, and financial resilience.\nHelp organizations mitigate climate risk\nInsurers have long helped customers mitigate risk. They should now also focus on mitigating and even preventing physical climate risk. This commitment requires shifting business models away from transactional risk transfers and indemnity payments and toward scaling existing incentives—such as rebates for using resilient construction materials—toward direct partnerships with end customers. These relationships should focus on risk engineering (managing and avoiding risk) and risk mitigation. A major part of this shift will be focused on preventing customers from incurring damage and having to make claims. For example, one North American insurer gives its homeowners insurance customers access to wildfire-defense services to help them with prevention and mitigation measures. Services include relocating valuables and deploying certified fire professionals to homes if a wildfire is approaching. Adjusting premiums to individual behaviors may also become more common.\nContributing to the public conversation on climate risk\n\nThe insurance industry can fulfill its purpose of creating stability and safety for customers in crisis by serving as climate-risk experts in the private sector and partners in the public sector. A number of large insurers and reinsurance groups are already participating in the discussion of a global climate agenda. This work involves raising customers’ awareness of the consequences of climate risk and working with governments and banks to mitigate risk for the most vulnerable populations.\nIn particular, insurers can offer insights about ways to influence behavior that can help people and systems adapt. For instance, updating building codes could help lower carbon emissions, and enacting incentives for building in low-risk areas could help lower the value at risk from catastrophes.\nWithin the industry, leading insurers can help set the tone by publicly responding to climate change by changing the way they work. Within the highly concentrated reinsurance industry, leadership from the largest companies can be especially effective.\nSimilarly, insurers could work with the public sector to improve building standards and policies; an analysis of risk models may suggest limits to building in flood-prone areas, for example. Insurers will need to collaborate with governments to provide affordable coverage and adapt to evolving risks—as some insurers, particularly in the United Kingdom, have begun to do (for more on the social role insurance could play, see sidebar “Contributing to the public conversation on climate risk”).\nCreate innovative products to address climate-related risk\nInsurers have an opportunity to offer innovative solutions to cover newer and more frequent hazards, both acute (such as wildfires) and chronic (such as reduced crop yields). Solutions could be as straightforward as parametric pricing—insuring policy holders against events of a set magnitude instead of insuring the value of losses. Whatever the details of the solutions, long-standing actuarial approaches to risk modeling will need to evolve as climate risk changes.\nTo identify new exposures and market opportunities, insurers need to understand the consequences and knock-on effects of specific climate hazards within the context of different sectors and geographic areas. As adviser-partners, insurers might deploy new solutions to protect customers from such events. Insurers should also explore ways to better protect businesses from the effects of systemic catastrophes, such as heat waves that reduce crop yield, kill livestock, or limit outdoor working hours.\nIn addition, insurers could play a role in matching risk-transfer solutions to alternative capital from investors with more risk appetite. For instance, the World Bank convened multiple investors, including a hedge fund and a reinsurance company, to insure a Uruguayan electric-power company against drought (which would cripple hydroelectric production) and high oil prices (which would make power generation costly).4“Uruguay buys insurance against lack of rain and high oil prices,” Results Brief, World Bank, January 10, 2018, worldbank.org. Similarly, some industry stakeholders have explored ways to provide catastrophe-specific coverage without geographic limitation, such as global wildfire coverage.\nRevise investment strategies\nInsurers should reevaluate their investment-allocation strategies as the economy transitions toward long-term decarbonization, which may cause rapid asset repricing and portfolio volatility, particularly for carbon-intensive investments. Insurers should also systematically evaluate the combined exposure of their investment and underwriting portfolios to physical climate risk, especially where both assets and liabilities could be affected. For instance, the oil and gas industry is exposed to both transitional risk and physical risk. Less-liquid asset classes that were appealing in an environment of sustained low-interest rates, such as real estate, are also exposed to climate risk. Reviewing investment- and underwriting-portfolio exposure simultaneously is currently uncommon for the industry, but it will be increasingly important as climate risk increases.\nInsurers should also consider the environmental impact of their investments, just as banks and asset managers are doing, and follow a plan to shift significant portions of their portfolios toward supporting a sustainable, decarbonized economy. In addition to long-term benefits, this shift will help insurers demonstrate their proactive compliance, as regulators may enact policies and incentives that can affect the investments financial-services companies make toward their environmental, social, and governance (ESG) footprint.\n\nThe P&C insurance industry should change its business model in response to climate risk. Not only can this proactive response better protect customers in the long term, but it can also help safeguard the interests of society and serve the foundational purpose of the insurance industry. But insurers must act quickly—the window for an effective response is limited.\nAntonio Grimaldi is a partner in McKinsey’s London office, Kia Javanmardian is a senior partner in the Chicago office, Dickon Pinner is a senior partner in the San Francisco office, and Hamid Samandari and Kurt Strovink are senior partners in the New York office.\nExplore a career with us\nSearch Openings\nRelated Articles\n\nReport\nA blueprint for scaling voluntary carbon markets to meet the climate challenge\n\nPodcast\nReimagine insurance: Five keys to innovation\n\nArticle\nScaling agility: A new operating model for insurers"
    },
    {
        "title": "Escalating Climate Events Are Reshaping the Insurance Market",
        "url": "https://earth.org/financial-storm-how-escalating-climate-events-are-reshaping-the-insurance-market/",
        "content": "2024 marked a pivotal moment in the escalating financial toll of climate change, with global insured losses from natural disasters reaching US$140 billion, the third most expensive year on record. This trend underscores the profound impact of climate-related events on the insurance industry, which is grappling with how to balance profitability with the imperative to provide coverage in increasingly vulnerable regions. Earth.Org examines the transformative impact of climate change on the insurance market, focusing on recent events and trends. Insurers are raising premiums to reflect the increased risk of climate-related events. For example, the U.S. National Flood Insurance Program provides coverage for flood-prone areas, while the UK’s Financial Conduct Authority has introduced anti-greenwashing rules to enhance climate risk management.",
        "score": 0.82220376
    },
    {
        "title": "2025 Insurance Trends - Insurance Specialists",
        "url": "https://insurancespecialists.com/2025-insurance-trends/",
        "content": "By making insurance more accessible and convenient, embedded coverage is becoming a key driver of industry growth in 2025.\nClimate Change and Its Impact on Insurance\nClimate change is significantly reshaping the insurance industry, with rising global temperatures, severe weather events, and natural disasters making coverage more expensive and, in some cases, harder to obtain. [...] For example, in parts of California and Florida, some insurers have either stopped offering home insurance policies or significantly increased their rates due to wildfire and hurricane risks.\nAdjustments in Home, Auto, and Business Insurance Policies\nInsurance providers are making key changes to adapt to climate risks: [...] These new methodologies enable insurers to refine their pricing strategies, but they also mean policyholders in high-risk areas may face higher costs or difficulty obtaining coverage.\nAs climate risks continue to escalate, adapting to these insurance changes will be essential for both individuals and businesses seeking financial protection.\nThe Growth of Usage-Based and On-Demand Insurance",
        "score": 0.80771893,
        "raw_content": "Published Time: 2025-03-24T16:41:31+00:00\n2025 Insurance Trends - Insurance Specialists\n\n\n\nAbout Us\nInsurance\nResources\nContact Us\nGet Started\n\n\nShare\nFacebookTwitterEmailShare\n2025 Insurance Trends\nMarch 24, 2025\n\nThe insurance industry is undergoing a major transformation in 2025, driven by rapid technological advancements, shifting consumer expectations, regulatory updates, and environmental challenges.\nInsurers are rethinking traditional models, leveraging data-driven insights, and integrating automation to streamline operations. These shifts are reshaping how policies are underwritten, priced, and managed.\nKeeping up with these changes is key to making informed coverage decisions and managing costs effectively. From AI-driven underwriting to sustainable insurance practices, this guide breaks down the major insurance trends shaping 2025, explaining their impact and what they mean for policyholders.\nHow the Insurance Industry Is Evolving in 2025\nThe insurance sector is experiencing structural shifts influenced by five major factors:\n\nTechnological Innovation – Artificial intelligence (AI), machine learning, and big data analytics are revolutionizing risk assessment, claims processing, and policy personalization.\nRegulatory Changes – Governments are implementing new policies addressing cybersecurity, climate risk, and data privacy, affecting how insurers operate.\nEvolving Consumer Expectations – Consumers demand more convenience, transparency, and flexibility, leading to the rise of pay-as-you-go and on-demand insurance.\nClimate-Related Risks – The increasing frequency of natural disasters is driving changes in policy pricing, availability, and underwriting criteria.\nCybersecurity Threats – The rise in cyberattacks and data breaches has made cyber insurance a necessity for both individuals and businesses. Insurers are expanding coverage options and refining their policies to address evolving digital risks.\n\nThese trends are redefining traditional insurance models, pushing insurers to embrace automation, data-driven risk assessment, and digital-first customer engagement.\nAI and Automation: Changing How Insurance Works\nArtificial intelligence and automation are revolutionizing the insurance industry, making processes faster, more accurate, and highly personalized. From underwriting and claims processing to customer service and risk assessment, AI-driven technologies are reshaping how insurers operate and interact with policyholders.\nAI-Driven Underwriting and Claims Processing\nTraditionally, underwriting and claims processing have been time-consuming, requiring extensive paperwork and manual reviews. AI is streamlining these processes by:\n\nAutomating Risk Assessment – AI analyzes vast amounts of data, including financial records, health metrics, driving history, and even social media activity, to assess risk more precisely.\nReducing Human Error – Automated underwriting minimizes the chances of mistakes in data processing and decision-making.\nSpeeding Up Claims Approvals – AI-driven claims management systems can analyze documentation, detect fraud, and approve legitimate claims in minutes rather than days.\n\nFor instance, insurers now use AI-powered image recognition tools to assess car accident damages instantly, allowing for faster claim settlements. This enhances the customer experience and reduces operational costs for insurers.\nChatbots and Virtual Assistants Enhancing Customer Experience\nAI-powered chatbots and virtual assistants are transforming customer interactions by providing:\n\n24/7 Support – Policyholders can get instant responses to inquiries, even outside business hours.\nPersonalized Policy Recommendations – AI chatbots analyze customer data to suggest the most suitable coverage options.\nEfficient Claims Processing – Some insurers allow policyholders to file claims directly through AI chatbots, reducing the need for lengthy phone calls or emails.\n\nAs AI becomes more sophisticated, virtual assistants are expected to handle more complex tasks, such as guiding customers through policy comparisons and renewal processes.\nPredictive Analytics Enabling Personalized Policies\nPredictive analytics allows insurers to offer policies that are more tailored to an individual’s risk profile. By analyzing behavioral data, insurers can:\n\nAdjust Premiums Based on Real-Time Behavior – For example, auto insurers use telematics devices to monitor driving habits and adjust rates accordingly.\nImprove Risk Prediction – AI models predict potential claims by identifying patterns in policyholder data.\nOffer More Flexible Coverage Options – Customers may receive dynamic pricing or pay-as-you-go insurance based on actual usage.\n\nThe use of AI in insurance is not only enhancing efficiency but also giving consumers more control over their coverage. Personalized pricing models ensure that policyholders pay for coverage that accurately reflects their behavior and risk levels.\nEmbedded Insurance: Expanding Coverage Access\nEmbedded insurance is reshaping the way consumers access coverage by integrating policies directly into products and services at the point of sale. Instead of purchasing insurance separately, policyholders can secure coverage as part of a transaction—whether buying a car, booking a flight, or making an online purchase.\nThis approach simplifies the insurance process, making coverage more accessible while providing insurers with new opportunities to reach customers.\nHow Embedded Insurance Provides Seamless Coverage\nTraditional insurance purchasing requires consumers to research options, compare policies, and go through a sometimes lengthy application process. Embedded insurance eliminates these steps by:\n\nOffering Coverage in Real Time – Insurance is integrated into the purchase of a product or service, allowing customers to secure protection instantly.\nSimplifying Policy Selection – Consumers don’t need to navigate multiple options or providers; they receive a tailored policy based on their purchase.\nEnhancing Convenience – There’s no need for additional paperwork or separate transactions—coverage is built into the buying process.\n\nA common example is travel insurance, which is automatically offered when booking flights or hotels. Similarly, e-commerce platforms now provide purchase protection at checkout, covering damage or loss.\nIndustries Leading the Adoption of Embedded Insurance\nSeveral industries are embracing embedded insurance to enhance customer experience and add value to their offerings:\n\nAutomotive – Car manufacturers and dealerships offer embedded insurance when customers purchase or lease a vehicle, allowing them to drive off with coverage in place.\nE-Commerce & Retail – Online retailers integrate product protection and extended warranties into checkout processes.\nTravel & Hospitality – Airlines, hotels, and travel agencies include insurance coverage for trip cancellations, medical emergencies, and lost baggage.\nGig Economy & Freelancing – Platforms like ride-sharing and food delivery apps provide built-in insurance coverage for drivers and couriers.\n\nAs more industries adopt embedded insurance, it is expected to become a standard offering in various transactions.\nBenefits for Both Consumers and Insurers\nEmbedded insurance offers several advantages for policyholders and providers alike:\nFor Consumers:\n\nEliminates the hassle of separately searching for and purchasing policies.\nProvides instant, customized coverage that matches specific needs.\nReduces gaps in coverage, ensuring continuous protection.\n\nFor Insurers:\n\nExpands market reach by offering insurance where customers naturally make purchases.\nReduces acquisition costs since policies are sold through existing platforms.\nSimplifies underwriting and claims processes using digital automation.\n\nBy making insurance more accessible and convenient, embedded coverage is becoming a key driver of industry growth in 2025.\nClimate Change and Its Impact on Insurance\nClimate change is significantly reshaping the insurance industry, with rising global temperatures, severe weather events, and natural disasters making coverage more expensive and, in some cases, harder to obtain.\nAs insurers reassess risks, consumers and businesses are experiencing shifting premiums, policy adjustments, and stricter underwriting requirements.\nRising Insurance Costs Due to Natural Disasters\nThe increasing frequency and severity of hurricanes, wildfires, floods, and other disasters have led to skyrocketing insurance claims. As a result, insurers are:\n\nRaising Premiums – Higher claim payouts mean insurers must adjust pricing to remain profitable.\nReducing Coverage in High-Risk Areas – Some insurers are withdrawing from regions prone to climate disasters, making it difficult for homeowners and businesses to find affordable policies.\nRequiring Higher Deductibles – Insurers are shifting more of the financial burden to policyholders by increasing deductibles for natural disaster-related claims.\n\nFor example, in parts of California and Florida, some insurers have either stopped offering home insurance policies or significantly increased their rates due to wildfire and hurricane risks.\nAdjustments in Home, Auto, and Business Insurance Policies\nInsurance providers are making key changes to adapt to climate risks:\n\nHome Insurance – Policies now include stricter exclusions for weather-related damages, and some require policyholders to implement mitigation measures, such as storm-resistant windows or fire-resistant landscaping.\nAuto Insurance – Flood-prone areas are seeing higher premiums due to increased vehicle losses from rising water levels. Some insurers are even discontinuing coverage for specific high-risk locations.\nBusiness Insurance – Commercial property insurers are reassessing risk exposure, leading to rising premiums for industries heavily affected by extreme weather, such as agriculture, construction, and tourism.\n\nThese changes mean policyholders must stay informed about potential coverage limitations and explore mitigation strategies to keep their insurance costs manageable.\nNew Risk Assessment Models Used by Insurers\nTo more accurately price policies and manage risk exposure, insurers are integrating advanced risk assessment models that factor in:\n\nClimate Data & Predictive Analytics – Insurers are using AI-driven models to analyze weather patterns and predict future climate risks, allowing for more precise policy pricing.\nGeospatial Technology – Satellite imagery and mapping tools help insurers assess property vulnerabilities in real-time.\nEnvironmental Factors – Risk models now incorporate data on rising sea levels, wildfire zones, and extreme weather projections to determine long-term exposure.\n\nThese new methodologies enable insurers to refine their pricing strategies, but they also mean policyholders in high-risk areas may face higher costs or difficulty obtaining coverage.\nAs climate risks continue to escalate, adapting to these insurance changes will be essential for both individuals and businesses seeking financial protection.\nThe Growth of Usage-Based and On-Demand Insurance\nInsurance is becoming more flexible, with traditional fixed-premium policies giving way to models that allow consumers to pay based on their actual usage. Usage-based and on-demand insurance policies are gaining popularity in auto, travel, and health insurance, offering greater affordability and customization.\nPay-As-You-Go Models in Auto, Travel, and Health Insurance\nUsage-based insurance (UBI) models are designed to match premiums with real-time risk assessment and individual behavior. These policies are particularly popular in:\n\nAuto Insurance – Pay-per-mile and behavior-based auto insurance adjust premiums based on how often and how safely a person drives. Insurers use telematics devices or smartphone apps to track driving habits, including speed, braking, and mileage.\nTravel Insurance – On-demand travel insurance allows travelers to purchase coverage for specific trips rather than maintaining an annual policy. Some providers even offer single-flight delay protection.\nHealth Insurance – Wearable technology and health-tracking apps enable insurers to adjust premiums based on physical activity, wellness habits, and preventive care engagement. Some insurers offer lower premiums for individuals who meet certain fitness goals.\n\nThese flexible models appeal to consumers who want more control over their insurance costs and coverage.\nHow IoT and Telematics Shape Pricing and Coverage\nThe Internet of Things (IoT) and telematics devices are playing a critical role in usage-based insurance. Insurers leverage these technologies to:\n\nMonitor Behavior in Real Time – Auto insurers track driving patterns, while health insurers analyze activity levels using smartwatches and fitness apps.\nCustomize Pricing Based on Risk – Consumers who demonstrate low-risk behaviors receive discounts and lower premiums.\nImprove Claims Accuracy – IoT-enabled sensors in homes and vehicles help insurers verify incidents, reducing fraud and expediting claims processing.\n\nFor example, some home insurers provide discounts to homeowners who install smart water leak detection systems, reducing the risk of costly damage.\nConsumer Benefits and Industry Adoption\nUsage-based and on-demand insurance models offer several advantages:\nFor Consumers:\n\nMore control over premium costs by paying for only what they use.\nPersonalized coverage that aligns with individual needs.\nGreater transparency in pricing, as premiums reflect real-time behavior rather than generalized risk categories.\n\nFor Insurers:\n\nReduced claims fraud through real-time monitoring and verification.\nMore accurate risk assessment, leading to fairer pricing structures.\nImproved customer engagement, as policyholders actively manage their insurance.\n\nAs more consumers seek cost-effective and personalized coverage, insurers are expanding their usage-based offerings, making them a dominant trend in the insurance industry.\nThe Future of Health Insurance: Personalization & Wellness\nHealth insurance is becoming more personalized as insurers move away from traditional policy offerings. Advances in medical research, wearable technology, and digital health monitoring are enabling insurers to offer coverage tailored to individual health risks and lifestyles. Additionally, the industry is expanding coverage for mental health and preventive care, reflecting a broader shift toward overall well-being.\nPrecision Medicine and Customized Health Plans\nPrecision medicine is revolutionizing healthcare by using genetic data, lifestyle habits, and medical history to create highly personalized treatment plans. This shift is also influencing health insurance by:\n\nAdjusting Premiums Based on Genetic and Health Data – Insurers use health assessments and biometric screenings to refine pricing.\nOffering Coverage for Personalized Treatments – Some policies now cover genetic testing and targeted therapies for chronic conditions.\nEncouraging Proactive Health Management – Insurers provide incentives for policyholders who undergo regular screenings and engage in preventive care.\n\nEmployers and private insurers are increasingly partnering with genetic testing companies and health-tech firms to integrate precision medicine into their insurance offerings.\nExpanding Mental Health Coverage\nAs awareness of mental health grows, insurers are broadening coverage to include services that were previously limited or excluded. Key trends in mental health insurance include:\n\nParity in Mental and Physical Health Coverage – More insurers are offering equal coverage for mental health conditions, including therapy, medication, and inpatient treatment.\nTeletherapy and Digital Mental Health Support – Virtual mental health services, such as online therapy and app-based counseling, are becoming widely covered.\nEmployer-Sponsored Mental Health Programs – Businesses are expanding employee benefits to include stress management, mindfulness training, and mental wellness support.\n\nThese changes reflect growing consumer demand for comprehensive healthcare that prioritizes both physical and mental well-being.\nWellness Incentives and Preventive Care Initiatives\nPreventive care is becoming a key focus for insurers as they seek to reduce long-term healthcare costs by keeping policyholders healthier. Some of the most common wellness incentives include:\n\nDiscounted Premiums for Healthy Behaviors – Policyholders who maintain a healthy lifestyle, exercise regularly, or participate in wellness programs can qualify for lower rates.\nRewards for Preventive Screenings – Some insurers offer financial incentives for getting annual check-ups, vaccinations, or cancer screenings.\nWearable Tech Integration – Insurers track physical activity through smartwatches and fitness apps, providing policyholders with rewards for meeting health goals.\n\nFor example, some insurance providers offer reduced premiums or cashback rewards for individuals who complete a set number of steps per day or maintain a healthy BMI.\nThese personalized health insurance models align incentives between insurers and policyholders, promoting a proactive approach to healthcare rather than simply covering medical expenses after issues arise.\nThe Growing Need for Cyber Insurance\nWith the increasing frequency of cyberattacks, data breaches, and ransomware incidents, cyber insurance has become a necessity for businesses and individuals alike. As digital threats evolve, insurers are refining coverage options to protect against financial and reputational damages caused by cyber incidents.\nIncreasing Cyber Threats and Data Breaches\nCybercrime is escalating at an unprecedented rate, with businesses and individuals facing:\n\nRansomware Attacks – Hackers encrypt critical data and demand payment for its release.\nPhishing Scams – Fraudulent emails and messages trick users into revealing sensitive information.\nData Breaches – Personal and financial information is stolen from businesses, leading to identity theft and financial losses.\n\nRecent high-profile attacks on corporations, healthcare systems, and even local governments highlight the urgent need for robust cybersecurity measures, including specialized insurance coverage.\nGrowth in Demand for Business and Personal Cyber Policies\nAs cyber risks expand, the demand for cyber insurance is surging across different sectors:\n\nBusinesses – Companies of all sizes, from small startups to multinational corporations, are purchasing cyber liability insurance to protect against data breaches, regulatory fines, and business interruptions.\nIndividuals – Consumers are increasingly seeking personal cyber insurance to safeguard against identity theft, online fraud, and financial scams.\nCritical Sectors – Healthcare, finance, and retail industries are among the most targeted by cybercriminals, driving insurers to develop tailored policies for these high-risk areas.\n\nThe widespread adoption of remote work and cloud-based operations has further fueled the demand for cyber coverage, as businesses recognize the financial risks associated with weak cybersecurity defenses.\nEssential Coverage Features in Cyber Insurance\nA comprehensive cyber insurance policy typically includes:\n\nData Breach Response – Covers costs associated with investigating and mitigating a data breach, including legal fees and notification expenses.\nBusiness Interruption Protection – Compensates for revenue losses resulting from cyberattacks or system outages.\nLiability Coverage – Protects businesses from lawsuits due to customer data exposure.\nRansomware and Extortion Coverage – Helps organizations recover from ransomware attacks, including paying ransom demands when necessary.\nIdentity Theft Protection – Assists individuals with financial recovery and legal expenses related to identity fraud.\n\nGiven the increasing sophistication of cyber threats, businesses and individuals must assess their risk exposure and consider cyber insurance as a critical component of their financial protection strategy.\nThe Rise of ESG (Environmental, Social, and Governance) in Insurance\nThe insurance industry is increasingly aligning with ESG (Environmental, Social, and Governance) principles as sustainability and ethical business practices become top priorities. Insurers are integrating ESG factors into their underwriting, investments, and policy offerings, leading to the growth of green insurance products and incentives for environmentally responsible behavior.\nHow Insurers Are Incorporating ESG Principles\nInsurance providers are embedding ESG considerations into their operations in several ways:\n\nSustainable Underwriting – Some insurers assess the environmental impact of businesses before offering coverage, favoring companies with strong sustainability practices.\nESG-Based Investments – Many insurers are shifting their investment portfolios toward renewable energy projects and socially responsible businesses.\nEthical Business Practices – Insurers are adopting governance policies that promote diversity, corporate transparency, and fair pricing.\n\nThese initiatives help insurers manage long-term risks while appealing to consumers and businesses that prioritize sustainability.\nThe Emergence of Green Insurance Products\nGreen insurance is a growing segment that rewards eco-conscious behavior. Some emerging green insurance products include:\n\nEco-Friendly Home Insurance – Discounts for homes that use solar energy, energy-efficient appliances, or sustainable building materials.\nElectric Vehicle (EV) Insurance – Special coverage options and lower premiums for EV owners, reflecting their lower environmental impact.\nSustainable Business Insurance – Policies designed for companies that implement eco-friendly practices, such as carbon offset programs and sustainable supply chains.\n\nThese products encourage policyholders to adopt greener lifestyles while helping insurers contribute to global sustainability goals.\nThe Insurance Industry’s Shift Toward Ethical Practices\nConsumers and investors are increasingly holding insurers accountable for their environmental and social impact. Key trends driving ethical transformations in the industry include:\n\nPressure from Regulatory Bodies – Governments and international organizations are introducing sustainability reporting requirements for insurers.\nConsumer Demand for Transparency – Policyholders are seeking clarity on where their premiums are invested and whether their insurers support environmentally responsible initiatives.\nCorporate Commitment to ESG Goals – Many insurance companies are setting long-term sustainability targets, such as reducing their carbon footprint and promoting responsible corporate governance.\n\nAs ESG considerations become a defining factor in insurance, policyholders can expect more options that align with ethical and environmental values.\nConclusion\nThe insurance industry is undergoing a fundamental transformation in 2025, shaped by technology, evolving risks, and changing consumer expectations. From AI-driven underwriting to embedded insurance and climate-related policy adjustments, insurers are adapting to a rapidly shifting landscape.\nConsumers and businesses must stay informed about these changes to make smarter decisions about their coverage and financial protection.\nAs insurers continue adapting to new risks and technologies, consumers and businesses that proactively adjust their insurance strategies will be best positioned to manage uncertainties while optimizing costs.\n\n\n\n\nCompany\n\nLife Insurance\nHome Insurance\nHealth Insurance\nAuto Insurance\n\n\n\nResources\n\nNews\nInsurance Info\nTips\n\n\n\nLegal\n\nTerms Of Use\nPrivacy Policy\n\n\n\nSubscribe for Updates on the Insurance Market\nSign up\n\n\nCopyright 2025 © Upside Insurance LLC | All Rights Reserved.\n✓\nThanks for sharing!\nAddToAny\nMore…"
    },
    {
        "title": "PDF",
        "url": "https://www.vista-analyse.no/site/assets/files/8099/va-report_2023-38_climate_insurance_in_developing_countries.pdf",
        "content": "comparing hypothetical payouts to actual disaster impacts based on historical data (although data availability and quality may be an issue). Surminski, Barnes & Vincent (2022) examine how climate risk information generated through insurance activities, including parametric sovereign risk pools in Africa (ARC), can support climate adaptation. They explore the use of climate risk data in insurance processes and the potential of the insurance industry to promote the use of such information. [...] The InsuResilience Global Partnership focuses on increasing the resilience of poor and vulnerable people and countries to climate change impacts through insurance and risk management. It aims to make insurance coverage more accessible to those most affected by climate change. The DRFIP aims to enhance the financial resilience of countries and communities to natural disasters and catastrophic events. It helps countries develop and implement disaster risk financing strategies, including financial [...] of (heavily subsidized) index insurance on farmer’s adaptation to climate change. Dougherty et al. (2020) analyze impacts of climate change (modelled as increasing drought probabilities) on the demand for agricultural index insurance in a framed field experiment and find decreased demand for insurance compared to a scenario without climate change due to a number of behavioral factors. On the one hand, increased uncertainty about future drought risk increases insurance demand. On the other hand,",
        "score": 0.7576693,
        "raw_content": "Report 2023/38 | For Norad Climate insurance in developing countries Andreas Hoel-Holt, Sofie Waage Skjeflo, Haakon Vennemo Climate insurance in developing countries Vista Analyse | 2023/38 2 Document details Title Climate insurance in developing countries Report Number 2023/38 Author Andreas Hoel-Holt, Sofie Waage Skjeflo, Haakon Vennemo ISBN 978-82-8126-649-0 Project Number 23-HVE-10 Project Leader Vista Haakon Vennemo Quality control Asbjørn Torvanger (Cicero) Commissioned by Norad Date of completion 12.9.2023 Source front page photo Wikimedia Commons: Kate Holt/AusAID Availability Public Keywords Climate policy, development, insurance, moral hazard Climate insurance in developing countries Vista Analyse | 2023/38 3 Foreword Vista Analyse and CICERO Center for International Climate Research were commissioned by Norad to answer overarching questions about insurance schemes specifically aimed at the effects of climate change in Sub-Saharan Africa. We primarily looked at insurance schemes aimed at larger actors such as sovereign nations but also those aimed at individuals, especially food pro-ducers. The contact at Norad was Lauren Gisnås. We thank her and Norad for constructive discussions and an interesting project. We thank Sofie Waage Skjeflo and Asbjørn Torvanger at CICERO for a good collaboration. The report is co-published by Vista Analyse and CICERO and written in CICERO’s template. 12 September 2023 Haakon Vennemo Partner Vista Analyse AS CICERO Senter for klimaforskning Andeas Hoel-Holt Sofie Waage Skjeflo Haakon Vennemo Report 2023:05 Climate risk insurance in developing countries Title Climate insurance in developing countries Authors Andeas Hoel-Holt, Sofie Waage Skjeflo, Haakon Vennemo Abstract CICERO Center for International Climate Research and Vista Analyse have been commissioned by Norad to undertake a mapping of relevant literature to gather knowledge about insurance arrangements aimed at climate change. The focus has primarily been on sovereign level insurance arrangements, but also arrangements aimed at small-scale food producers, and mainly in Sub-Saharan Africa. The project has been carried out by Andreas Hoel-Holt and Haakon Vennemo at Vista Analyse, and Sofie Skjeflo at CICERO Center for International Climate Research. Quality Assurance has been carried out by Asbjørn Torvanger at CICERO. We would like to thank Norad for an interesting assignment. Lauren Naville Gisnås has been our con-tact person at Norad. We are grateful for useful input from Norad to an earlier draft of this report. Quality manager Asbjørn Torvanger Publisher CICERO Place and date Oslo, 12.09.23 Financed by Norad Client Norad Project Climate insurance in developing countries Project leader Sofie Waage Skjeflo Cover picture iStock - Nikada CICERO 1 Partners About Vista Analyse Vista Analyse is a social science consultancy with its main emphasis on economic research, policy analysis and advice, and evaluations. We carry out projects to the highest professional standards, with independence and integrity. Our key thematic areas include climate change, energy, transport, urban planning and welfare issues. Our employees have high academic credentials and broad experience within consulting. When needed we utilise an extensive network of companies and resource persons nationally and internationally. The company is fully employee-owned. CICERO 2 Contents Partners 1 Summary 3 1. Introduction 11 2. Concepts in climate risk insurance 12 2.1 Risk pooling and insurance 12 2.2 Insurance is only a part of a broader risk layering approach 12 2.3 Developing countries have low insurance uptake and rarely use risk layering strategies 13 2.4 Un-insurability and climate-related disasters 14 2.5 Parametric insurance versus traditional insurance 15 2.6 The strengths and weaknesses of parametric insurance 16 2.7 Sovereign risk pools 20 2.8 Catastrophe bonds 22 3. Mapping insurance arrangements 23 3.1 African Risk Capacity (ARC) 23 3.2 Start Ready sovereign risk pool, by Start Network 27 3.3 Agricultural index insurance shows promising impacts, but low uptake remains a challenge 30 3.4 International initiatives in disaster risk finance 34 4. Development assistance and climate insurance 37 4.1 Supporting sovereign risk pool insurance arrangements 37 4.2 Supporting index-insurance for small-scale farmers 43 4.3 Support for insurance policies versus other types of aid 44 References 46 Attachment 1: Description of task 51 CICERO 3 Summary As part of its portfolio work on climate adaptation and expansion of the portfolio, Norad needs to gather knowledge about insurance arrangements aimed at climate change. There is a need to answer overarching questions about insurance arrangements based on relevant literature, research, evaluations, etc. In this report, we primarily look at insurance arrangements aimed at larger actors such as national states, city/state authorities or aid organizations, but also at insurance arrangements for individuals, especially food producers. We do not go into details about every insurance scheme, especially the smaller schemes aimed at individuals and smallholder farmers. The exception is the sovereign risk pool African Risk Capacity, which we discuss in detail. The report answers seven main questions, based on the questions asked in the Terms of Reference: 1. What is a good/best model for subsidizing insurance arrangements? When is the arrangement profitable? 2. If the need is security for vulnerable populations, are insurance policies the most effective (or an effective) use of aid funds? Do insurance arrangements have a security effect on individuals and at the national level? 3. Is there an economic basis for such weather-related insurance arrangements? That is, is the risk insurable? If so, is it likely that losses and damages from climate change will continue to be insurable in a scenario of accelerating climate change and more unpredictable extreme weather events? 4. Do the arrangements contribute to risk assessment and risk reduction, e.g. by offering lower premiums for actors who implement risk-reducing measures such as building flood protection, etc.? 5. What challenges are there regarding moral hazard, and how can these be reduced? 6. Which arrangements in sub-Saharan Africa have had the most promising results and what do they cover? Are there arrangements that cover coastal populations and workers in the informal sector? 7. Would it be possible with public, international aid efforts to build a market for such insurance arrangements (with private insurance companies) aimed at developing countries? This summary is organized in paragraphs addressing each question, and the main text provides more detailed information and literature supporting the arguments in the summary. CICERO 4 What is a good/best model for subsidizing insurance arrangements? When is the arrangement profitable? Disaster risk is best managed by a combination of different financial and non-financial instruments and cannot rely on insurance alone. Insurance has low penetration in developing countries and is only one part of a larger system of financial products that should be used in combination in a risk-layering approach. When subsidizing insurance arrangements, donors should be aware of the risk-layered context in which the insurance arrangement is used by policyholders. Insurance arrangements can either be supported directly or indirectly. Direct financial support entails, for example, capital injections, grants for capacity building, or premium subsidies to policyholders. Indirect support, on the other hand, consists of partnering with international initiatives that aim to improve cooperation, develop risk models, secure more financing, perform research, disseminate best practice, and so on. Which subsidy model is most suited depends on the needs of the insurance arrangement in question and the goal(s) of the donor, and there is no single best model. For example, new sovereign risk pools should be supported with capital injections, while premium subsidies usually have a higher benefit in established pools. A growing risk pool may need both. In the context of agricultural index insurance (micro), assistance in designing impactful and needs-based products can be more important than supporting e.g., premiums at this stage of development. Climate insurance arrangements in developing countries are usually not profitable for the private sector, and often rely on concessional financing. Even established insurance companies in advanced economies worry that their profits will fall in the face of climate change, because of a decreased ability to confidently predict weather patterns. In the context of subsidies to disaster risk finance instruments, a common measure of profitability is Value for Money (VfM). This concept is usually operationalized as a cost-benefit analysis or a cost-effectiveness analysis. However, VfM is only one part of the equation, and other considerations could be made. Donors should consider methodological guidelines when deciding on premium and capital support recipients and allocations. These guidelines explain in detail how to assess the VfM and other considerations for concrete projects. One example is to use the SMART principles for premium and capital support, developed by InsuResillience Global Partnership, that include metrics of sustainability, accessibility, resilience and transparency. For insurance aimed at households, low take-up is a key issue, with affordability, high basis risk, lack of information and trust as important barriers. The research literature points to several avenues for improving index insurance products to overcome barriers, and ways in which donors can support this work: • Improve the quality of index insurance products through investments in crop modeling, remote sensing, and contract enhancements. • Support the establishment of reinsurance mechanisms to reduce insurance providers' exposure to high-risk events and enhance their capacity to offer affordable coverage. CICERO 5 • Establish and support the use of safe minimum standards for index insurance products to ensure high quality and promote trust. • Explore alternative approaches to direct premium subsidies, such as offering free insurance coverage to high-risk farmers for projected low yields or catastrophic losses, creating a minimum market size and reducing overall insurance costs. In line with these recommendations, we recommend supporting index insurance aimed at households more broadly (supporting capacity development, regulatory support, support for research and product development in line with the recommendations summarized above), rather than a narrow focus on subsidizing premiums. Our impression is that broad support is the priority of existing donor supported initiatives towards micro-scale insurance arrangements. If the need is security for vulnerable populations, are insurance policies the most effective use of aid funds? Do insurance arrangements have a security effect on individuals and at the national level? There is only sparse literature comparing insurance policies to other types of aid funds. Existing literature, based on limited evidence, finds that supporting insurance policies is an effective use of aid funds, but not necessarily the most effective. An example from the literature based on data from Kenya, shows that a parametric sovereign insurance contract would raise social welfare compared to having a fixed budget for supporting vulnerable households. The insurance policy would also reduce the negative impacts of budget volatility on growth. Because of the positive impacts on longer term productivity, several studies find that supporting insurance for small-scale farmers is a valuable support to vulnerable households, although there are ongoing discussions about the benefits of subsidizing insurance premiums compared to other mechanisms, such as cash transfers. There is evidence that access to insurance may have more positive impacts on longer term prospects for poverty reduction through improving investment incentives, compared to cash transfers. On the other hand, some research shows that livestock insurance may protect households that are better off, while poorer households may require other instruments, and may benefit more from cash transfers. Recent developments in agricultural index insurance may contribute to the value of providing insurance to vulnerable households. The evolution towards early trigger approaches to protecting assets rather than compensating losses in IBLI’s insurance products for pastoralists is one example. To reduce total global losses from climate change, there is a need to invest in avoiding and reducing risk. While insurance and risk pools split the bill across more actors, they do not necessarily reduce the bill itself. This is emphasized in parts of the literature, where the “anticipatory approach” of some of the index-based livestock insurance schemes are viewed as part of an emerging paradigm in disaster risk financing. CICERO 6 Is there an economic basis for such weather-related insurance arrangements? That is, is the risk insurable? If so, is it likely that losses and damages from climate change will continue to be insurable in a scenario of accelerating climate change and more unpredictable extreme weather events? There is likely low or no economic basis for non-concessional weather-related insurance arrangement in Sub-Saharan countries, in the sense of private-market insurance supply without any governmental support. The premiums for such arrangements would be too high to be financially manageable for low-income countries, and affordability remains a barrier for index-based insurance aimed at households. African Risk Capacity (ARC), the largest sovereign risk pool covering Sub-Saharan African countries, relies on ordinary policyholder premium payments, but also on significant donor contributions. So far, it has received over $250 million USD in donor support, of which $100 million is a 20-year interest-free loan for seed capital. It is expected that donor support will continue to be required in the foreseeable future. Climate change will likely increase both the unpredictability of weather-related disasters, and their severity, making such events harder to insure against, which may increase needs for concessional financing. Do the arrangements contribute to risk assessment and risk reduction, e.g., by offering lower premiums for actors who implement risk-reducing measures such as building flood protection, etc.? Countries that wish to join the ARC risk pool must undergo several risk assessment and capacity building processes to be approved, such as customizing the ARC risk model, defining a payout contingency plan, establishing a detailed operational plan, and establishing risk transfer parameters. While ARC has ambitions to help build holistic disaster risk management strategies in a mission to provide ‘harmonized resilience solutions’, there are yet no plans on how to achieve these goals. Increased risk of weather-related disasters due to climate change will create additional challenges for the uptake of index insurance for smallholders. The research literature points to household’s understanding of risk in addition to increasing costs of insurance. For insurance aimed at households, we recommend supporting the development and diffusion of insurance products with an anticipatory approach, through e.g., early payouts that enable asset protection, or bundling with risk reducing inputs, to promote adaptation and investment in resilience. What challenges are there regarding moral hazard, and how can these be reduced? Moral hazard is a concern in insurance as insured parties may be less motivated to reduce risk knowing that insurance will cover their losses. Reduced problems of moral hazard and adverse selection are pointed to as important advantages of parametric and index insurance compared to traditional indemnity-based insurance, since payout is based on an index that cannot be influenced by any individual policyholder. While the risk of moral hazard is inherently lower in parametric insurance compared to most forms of traditional indemnity insurance, there is still a risk that governments benefiting from insurance may neglect disaster preparedness activities. However, sovereign disaster risk insurance primarily provides short-term liquidity for immediate CICERO 7 disaster response and is unlikely to significantly alter governments' behavior beyond response functions, funding, and plans. In contrast, members of the ARC have improved their disaster contingency plans and more African countries have disaster contingency plans than before. Providing insurance to developing countries can potentially reduce the risk of moral hazard by offering an alternative to relying solely on post-disaster humanitarian aid. The ARC, for example, emphasizes promoting domestic risk ownership, which enables governments to take responsibility for addressing disaster risks within their countries. This approach aims to reduce dependence on donor support over time, allowing countries to independently finance and manage emergency drought responses. Premium subsidies may mask the real cost of risk, leading to diminished risk-awareness and consequently, reduced efforts to implement risk mitigation strategies. However, this adverse effect can be mitigated by bolstering risk education for recipient countries and structuring subsidies to retain transparency about the actual risk costs. To enhance this, it is recommended that subsidies be contingent upon rigorous risk assessments, risk-reduction activities, and preparedness plans, like in the ARC model. By doing so, countries remain engaged in risk management even while benefiting from premium subsidies. Which arrangements in sub-Saharan Africa have had the most promising results and what do they cover? Are there arrangements that cover coastal populations and workers in the informal sector? The African Risk Capacity (ARC) The largest Sub-Saharan sovereign risk pool is the African Risk Capacity (ARC), and it is the only one that focuses on Africa. The ARC provides parametric index-based insurance coverage for medium-frequency events such as drought, tropical cyclones, and river flooding. The ARC continues to expand its offerings and plans to introduce new products such as catastrophe bonds, excess rainfall insurance, and insurance for other perils like locusts and wildfires. The number of countries in the ARC risk pool has varied over the years, with an increase in uptake over the recent years. The ARC initially faced challenges, including unmet expectations and concerns about the affordability of premiums. Some countries opted out due to the lack of insurance payouts during droughts, which have reduced trust in the drought modelling and increased perceived basis risk. However, there have been improvements within the ARC, such as the introduction of the ARC Replica coverage program and efforts to address premium affordability through initiatives like the Africa Disaster Risk Financing (ADRiFi) program. ARC has also worked on reducing basis risk by improving the drought model to ensure more accurate payouts. The introduction of new insurance products, such as coverage for tropical cyclones and river floods, has allowed ARC to tailor risk management solutions to specific hazards in different countries. CICERO 8 ARC relies on both policyholder premium payments and donor contributions. Donors have provided over $250 million USD in support to ARC. Premium support is available through programs like ARC Replica, ADRiFi and bilateral support from donors. However, there have been concerns about ARC Agency's (the capacity building part of ARC) funding plan and transparency, leading donors to shift their support to ARC Ltd (the insurance company). Misaligned incentives in the approval of operational plans are also a concern, highlighting the need for improved alignment and transparency in the process. Despite the challenges with ARC Agency, donors remain interested in ARC's mission and continue to support countries through ARC Ltd and its subsidiaries. Start Ready, by Start Network Start Ready is a recently launched global risk pool. It is only in its second risk pool season, and to our knowledge, no evaluations or assessments of results have been published at the time of writing this report. Therefore, we cannot say whether they have delivered promising results. However, their strength is that their risk pool is in principle global, which may give increased risk diversification benefits and reduce overall insurance costs (Ciullo et al., 2023). Also, Start Ready may to a certain extent complement other insurance facilities, because of their risk-layered approach not relying solely on insurance-based financing. Smallholder index insurance Agricultural index insurance aimed at small scale farmers and pastoralists is by far the most common weather-related insurance aimed at households and small-scale food producers in Sub-Saharan Africa. Availability and uptake of insurance in fishing and aquaculture is low. Microinsurance aimed at workers in the informal sector mainly focuses on health-, life and accidents, while weather related insurance is highly relevant for small-scale agribusinesses. Robust impact assessment studies of agricultural index insurance show promising results on welfare (both economic and subjective) through reducing the negative impacts of severe shocks, and ex ante, through enabling investments in higher yielding activities and increasing productivity, and through offering the insured households “peace of mind”. Examples of arrangements that have shown promising results include index-based livestock insurance, and insurance offered by ACRE Africa. On the other hand, the heterogeneity of the impacts found in the literature and concerns over the external validity of results imply that new products and expansion to new settings and areas should be accompanied by rigorous testing and evaluation. Our impression is that this is already an important part of ongoing work on agricultural index insurance in Sub-Saharan Africa. Low uptake of unsubsidized insurance remains a key challenge for the expansion of these products. Important barriers include affordability, product quality (basis risk) and barriers related to information. Rather than pointing at specific products with promising results, we therefore point at promising developments to overcome these barriers: • Improved indices and contracts: Enhancing measurement accuracy and reducing basis risk through improved indices and contract designs. CICERO 9 • Bundled products: Combining insurance with other services to increase take-up and lower costs. • Flexible payments mechanisms: Offering flexible timing and modes of payments to overcome liquidity constraints and promote uptake. • Information and behavioral interventions: Increasing awareness and demand through education, information provision, and addressing risk perceptions. • Farmer participation: Involving farmers in product design and verification to enhance trust and reduce basis risk. • Offering insurance to groups: Leveraging existing community groups to build trust and reduce costs. • Promoting loss prevention: Early payouts and mitigation strategies to prevent losses and improve insurance effectiveness. Would it be possible with public, international aid efforts to build a market for such insurance arrangements (with private insurance companies) aimed at developing countries? There are already several international initiatives in disaster risk finance in place, that play an important role in improving cooperation, securing financing, conducting research, disseminating best practices, and collecting data. Some important examples include the InsuResilience Global Partnership, the World Bank Disaster Risk Financing and Insurance Program (DRFIP), the World Bank Global Index Insurance Facility (GIIF), and the Global Shield against Climate Risk. Several of these initiatives are partnered with insurance providers and indicate that stakeholders believe a market can be built. However, as emphasized previously there is likely low or no economic basis for non-concessional weather-related insurance arrangement in Sub-Saharan countries. The Global Shield against Climate Risk, launched jointly at COP27 by the V20 Group and the G7 countries, aims to enhance pre-arranged financing to address climate-related risks on a larger scale. It utilizes existing financing structures and instruments to effectively respond to climate risks. Its aim is to gather existing disaster risk finance and preparedness under ‘one roof’. The InsuResilience Global Partnership focuses on increasing the resilience of poor and vulnerable people and countries to climate change impacts through insurance and risk management. It aims to make insurance coverage more accessible to those most affected by climate change. The DRFIP aims to enhance the financial resilience of countries and communities to natural disasters and catastrophic events. It helps countries develop and implement disaster risk financing strategies, including financial instruments such as insurance and risk transfer, to provide financial protection against disasters. The GIIF, a World Bank program, facilitates access to finance for smallholder farmers and micro-entrepreneurs in developing countries through catastrophic risk transfer solutions and index-based insurance. It provides financial education, capacity building, technical advice, and policy dialogue to support the implementation of insurance programs. CICERO 10 These international initiatives contribute to the advancement of disaster risk finance by promoting collaboration, knowledge-sharing, and the implementation of innovative solutions to enhance resilience and financial protection against disasters. Three relevant recommendations from the literature on agricultural index insurance include supporting reinsurance for insurance providers, “smarter subsidies” (for instance by subsidizing insurance for the most catastrophic events) to help build markets, as well as supporting minimum quality standards. CICERO 11 1. Introduction Insurance instruments are increasingly emphasized as an important part of the solution for funding loss and damage from climate change, with the launch of the Global Shield against Climate Risks as a recent example (see, e.g., Worley, 2023). Disaster risk financing changes the way financing is secured during crises. Instead of a reactive approach (ex-post financing), which is often unreliable, insufficient, slow, and relies on ad-hoc measures (Poole, 2014), disaster risk financing implies using a proactive approach (ex-ante financing). This means preparing and securing financing using a risk-informed strategy before a crisis happens, rather than just responding after it has occurred. Using a forward-looking strategy may help those exposed manage the financial impact of risks, by enabling people to avoid taking short-term actions that could hurt their future long-term financial (and personal) health. For vulnerable households, these actions could include taking children out of school, skipping meals, selling off possessions or assets, taking on emergency debt and engaging in low-risk, low-yield activities. Furthermore, disaster risk financing can make both households, lenders and investors feel more secure as they sense their investments are protected. The large number of disaster risk finance instruments can be sorted into three main categories: 1. Insurance 2. Catastrophe (‘cat’) bonds 3. Contingent credit facilities and reserve funds In this report, we focus mainly on insurance and, in particular, parametric (or index) insurance (see section 2.5) at the sovereign level, but also (agricultural) index insurance aimed at households. Since insurance is only a small part of a broader context of financing instruments, we briefly explain other instruments and how they should be combined to fit in a holistic risk-layered approach. We begin in Chapter 2 by placing insurance in the broader context of climate and disaster risk financing. We also discuss insurability in the face of climate change, pros and cons of different types of insurance, and performance indicators of parametric insurance. In Chapter 3, we provide results from mapping insurance arrangements in Sub-Saharan Africa, before we discuss the role of development assistance in supporting climate insurance and the mechanisms through which climate insurance can be supported in Chapter 4. CICERO 12 2. Concepts in climate risk insurance In this chapter, we very briefly explain the concept of insurance (section 2.1), how it fits in a broader risk-layering approach to disaster risk management and finance (section 2.2) and the relatively low use of such strategies in developing countries (section 2.3). Then, we discuss how climate change may affect the insurability of weather-related disaster risks (2.4). We also compare parametric insurance to traditional insurance (section 2.5) and discuss the strengths and weaknesses of parametric insurance (section 2.6), including its basis risk. We conclude the chapter by presenting sovereign risk pools and discussing their advantages (section 2.7). 2.1 Risk pooling and insurance Insurance is fundamentally based on the concept of risk pooling. It involves collecting small premiums from many policyholders to cover the costs of periodically large claims from only a few members. Risk pooling is a concept that applies to various scales and sectors. It is used by different groups, such as smallholder farmers and local governments, as well as sovereign risk transfer facilities. Regardless of the context, the objective remains the same: to share the financial burden of unexpected events among a larger set of actors. By sharing risks, individuals and organizations can better handle the financial impacts of unforeseen circumstances, promoting stability and resilience. 2.2 Insurance is only a part of a broader risk layering approach Effective financing of disaster risk management entails combining risk retention strategies with risk transfer strategies (Poole, 2014). This concept is called ‘risk layering’. Figure 1 illustrates a hypothetical risk layering approach, where risk retention strategies are combined with risk transfer strategies in order to cover the spectrum of risk characteristics in a cost-effective manner. Risk retention and risk transfer strategies are explained below. CICERO 13 Figure 1 Hypothetical risk layering approach. Figure based on ADB (2013) and World Bank (2021a). Governments might (and should) set aside emergency funds and create backup budgets for common, low-impact risks. For medium-level risks, they might rearrange budgets or plan for emergency credit or loans. These two represent a risk retention strategy, where the risk is kept by the entity at risk, and not transferred to others. In such low-impact cases, markets will likely charge excessive premiums and those exposed are therefore economically and practically better off handling their own risk financing (Poole, 2014). For less frequent but higher-impact risks, however, where it is not practical to keep sufficient reserves, governments (and other actors) might decide to pass the risk on to insurance companies and/or private capital markets through catastrophe bonds (see section 2.8) to spread the cost of risk over time. This represents a risk transfer strategy, in which risk is shifted from those exposed to risk-takers, for a premium. 2.3 Developing countries have low insurance uptake and rarely use risk layering strategies Insurance uptake is generally low in developing countries (Panda, Lambert & Surminski, 2020). The use of risk layering strategies and disaster risk financing instruments is also more common in high-income countries than in low-income countries: According to WRI (2019), countries using disaster financing tools usually have a higher gross national income per capita, less debt compared to the size of their economy, and their governments are often more effective than comparable countries. See Figure 2. CICERO 14 Figure 2 Characteristics of countries using disaster financing tools. Figure reproduced from WRI (2019) While there are several examples of middle- and high-income countries using systematic risk layering strategies, such strategies are little used in the poorest countries and affordability remain an important barrier to uptake (World Bank, 2017; Scott et al., 2022). For example, of the countries that have signed first step to purchase insurance from the African Risk Capacity (ARC), 75 percent use no disaster risk finance instruments. The few countries that do use such instruments mostly rely on a single instrument, and no country in the ARC uses all three types of instruments (WRI, 2019). See Figure 3. Figure 3 Use of disaster financing tools among ARC countries. Figure reproduced from WRI (2019) 2.4 Un-insurability and climate-related disasters An event is typically insurable when it is considered ‘calculable’, meaning that actuaries can assess and quantify the risk based on data and probabilities (Kagan, 2021). If an event is highly unpredictable, it becomes challenging to confidently assess and quantify the risk, and thus determine appropriate premiums. Decreasing the ability to confidently predict losses will increase premiums or even cause insurers to exit (or not enter) some high-risk markets, in effect making the event uninsurable (Frank, 2023). Examples of uninsurable events are catastrophic events that are correlated across many policyholders, such as earthquakes, hurricanes, wildfires, and pandemics. Insurability thus depends on the ability to assess, manage, and diversify risks effectively (Chamberlain, 2022). CICERO 15 Climate change will likely increase both the unpredictability of weather-related disasters, and their severity, making such events harder to insure against (Collier et al., 2009). If private insurance companies are unwilling or unable to insurance against risks, then individuals must bear the risk themselves, or the government must step in to make the privately uninsurable insurable by the state, by acting as a ‘residual’ insurer (Chamberlain, 2022; Schanz, Schmeiser & Braun, 2020). The role of national governments can for instance be to provide tax-financed reinsurance to offload intolerable risk from private insurance companies, or by using regulations to reduce risk correlation. One example can be to use zoning codes to reduce the risk of wildfires spreading between houses (Chamberlain, 2022). The private insurance industry is small in developing countries, however, and there is low insurance uptake. Furthermore, governments in developing countries have less resources to offload private insurance risk, which could result in severe and long-lasting losses following disaster events, without significant humanitarian aid. To overcome this, donor countries could provide concessional premium support or offer capital support or partial guarantees to insurers, to help alleviate some of the issues of un-insurability, or at least make these insurance mechanisms more accessible (Richmond et al., 2021). For example, ARC have several mechanisms by which donor countries can assist in increasing coverage in African countries, such as ARC Replica and AdRiFi (see section 3.1.3) 2.5 Parametric insurance versus traditional insurance There are two main types of insurance: indemnity insurance and parametric (or index) insurance. We mainly consider parametric insurance in this report because it is seen as a key tool in closing the protection gap for natural disasters (Dyson, 2020). However, we also describe traditional indemnity insurance to highlight their differences.1 Indemnity insurance is the “traditional” form of insurance. It is based on reimbursement: After a loss occurs, the insurer compensates the insured party for the actual loss incurred, up to the limit of the insurance policy. This typically requires an assessment of the damage value. The goal is to restore the insured to the financial position they were in before the loss. However, indemnity insurance can sometimes be a lengthy and costly process due to the need for damage assessment and claim validation. Parametric insurance is a different and more modern approach, often used in disaster risk financing at both micro and macro scales. Instead of reimbursing actual losses, payouts under a parametric insurance policy are triggered by predefined parameters related to a disaster event, such as inches of rainfall or the wind speed of a hurricane. Once these parameters are met or exceeded, the insurance pays out a predetermined amount. The amount to be paid out is determined by the insurance premium: As in all insurance schemes the insurance premium exceeds expected pay-out by some amount. The exceedance is the expected payment to the insurer for transferring risk. 1 The terms parametric insurance and index insurance are used interchangeably. In the literature on sovereign insurance, parametric insurance is used more often, and index insurance is commonly used when referring to insurance aimed at small-scale food producers and households. We will follow this tradition in this report, while leaning to using parametric insurance when referring to the concept in general. CICERO 16 The two types of insurance could (and should) be used to complement each other, depending on how quickly the beneficiary requires funds and how precise the reimbursement should be. One example of this is the Phillippines’ risk layering strategy, where a sovereign (parametric) risk transfer facility is used to finance short-term needs, while public asset indemnity insurance is used at longer time scales (World Bank, 2021a). 2.6 The strengths and weaknesses of parametric insurance An important strength of parametric insurance is that the payout is typically quick and does not require a detailed assessment of damage. This makes parametric insurance particularly useful in situations where rapid access to funds is needed for recovery and reduces costs compared to traditional indemnity-based insurance which pays out based on verified losses. Parametric insurance offers not only fast payments but also simpler mechanisms compared to traditional indemnity insurance contracts. This simplicity makes parametric products easier to comprehend for capital market investors and buyers alike, thereby attracting financial support and investment from sources beyond the traditional insurance and reinsurance sectors (Dyson, 2023). Furthermore, parametric insurance allows coverage that would be previously uninsurable. An important advantage of parametric insurance products aimed at households and small-scale businesses is the avoided cost of monitoring and verifying losses, which may be prohibitively high for, e.g., small scale farmers. This is further discussed in section 2.6.3. Its other strengths and weaknesses aside, parametric insurance may not cover all losses because it does not consider the specific circumstances of each individual case ex post, resulting in relatively high basis risk. This is further discussed in the next section. 2.6.1 Different forms of basis risk When comparing insurance policies, one should consider their ‘basis risk’. Basis risk refers to the potential difference between the actual loss suffered and the insurance payout received – or the difference between the expected payout and the actual payout. All types of insurance are exposed to basis risk, but the cause of basis risk varies. In indemnity insurance, the basis risk is relatively low. This is because the insurer's payout, albeit slower, is directly tied to the actual loss sustained. In other words, the payout is designed to closely match the actual damage or loss. The basis risk in indemnity insurance emerges when the policy only covers losses up to a policy limit, or the claim might be rejected due to policy exclusions, exceptions, legal mis-wordings, or other such factors. In parametric insurance, the basis risk can be higher. Because the payout is determined by predefined triggers or parameters, and not losses directly, there is a chance that the payout may not match the actual loss. For example, if the event's parameters are met but the damage to the insured is minimal, the payout could exceed the actual loss. In this case the basis risk is negative (an overpayment). On the other hand, if the event doesn't CICERO 17 meet the set parameters but still causes damage, the insured may receive no payout, even though they suffered a loss – a positive basis risk (a shortfall). In agricultural index insurance, geographic/spatial basis risk refers to the distance between farmer’s plots and measurement points, design basis risk may result from the models and variables used to construct the index, and temporal basis risk is related to the timeframe over which the index is measured (Nshakira-Rukundu et al., 2021). While parametric insurance can provide quicker payouts and simpler processes, it tends to have a higher basis risk compared to indemnity insurance because payouts are based on predetermined parameters and not actual losses. Lack of access to, e.g., weather data from measuring stations may particularly be a problem in developing countries, thereby increasing the basis risk in parametric insurance products compared to areas with better data. On the other hand, a quick and speedy process saves costs for insurers. Parametric insurance therefore tends to be cheaper, everything else equal, than a comparable indemnity insurance. In the end, choosing between the two often involves balancing the need for speed, simplicity, and low cost against the risk of the payout not fully covering the loss. 2.6.2 Managing and reducing parametric insurance basis risk Reducing basis risk in parametric insurance can be achieved through several methods (Meenan, 2017). One approach involves adjusting the attachment level2. For instance, if a policyholder requires a payout after every significant event, the index attachment level can be lowered. However, this adjustment usually means higher premiums. An alternative, more affordable strategy could be to implement phased payouts. This includes a small initial payout at a lower threshold, with the remaining payout more closely tied to ex post parameter realizations, helping manage the reputational risk tied to parametric insurance and speeding up access to relief. A more technical method to mitigate basis risk requires in-depth understanding of idiosyncratic sources of uncertainty (Meenan, 2017). These primarily include the distance of the insured from the measurement stations, and the parameters’ or index formula's capacity to accurately represent the insured's vulnerabilities. Reducing basis risk could involve increasing the number of measurement stations and assigning exposure to the station that best approximates the hazard at the exposure site. Alternatively, enhancing the index formula to capture a range of vulnerabilities more accurately can also be beneficial, for instance through combining multiple, satellite-based variables to design insurance products with lower basis risk (Enekel et al., 2019). The increasing availability of low-cost, high-resolution satellite data and improved remote sensing of crop yields are pointed to as promising developments to reducing basis risk and improving the quality of index insurance products (see for instance Benami et al, 2021). Morsink et al. (2016) propose two monitoring indicators to assess the performance of parametric insurance. Two types of basis risk are captured by the monitoring indicators: The extent to which the insurance contract captures losses caused by the peril covered 2 The attachment level (or ‘point’), in the context of insurance, refers to the coverage threshold. It is the level at which the financial liability shifts from the insured to the insurer. CICERO 18 by the contract, and the extent to which the insurance covers losses from agricultural production (which may result from other perils that the one covered). For both types of basis risk, they propose to monitor the probability of catastrophic basis risk and the catastrophic performance ratio. Both indicators rely on data from farm level surveys, triangulated with other data sources to assess losses, and historical claims data. A related approach to assessing the performance of sovereign level insurance is proposed and tested in Carter et al. (2021). 2.6.3 Agricultural index insurance There are several types of weather-related insurance products aimed at households in developing countries, covering properties, business interruptions, health impacts, crops and livestock. The focus of this section of our mapping is insurance against climate risk for small-scale farmers and pastoralists. Of about 51 million smallholder farmers in Sub-Saharan Africa, only about 3,5 percent have agricultural insurance, which is significantly lower than rates in Asia and Latin-America (Nshakira-Rukundo et al., 2021). Lack of (affordable) insurance against risk for small-scale farmers and pastoralists can have severe consequences in the form of negative health- and life impacts, and longer term impacts on the ability to escape poverty (Maccini and Yang, 2009, Carter and Lybbert 2012, Barrett and Santos 2014). Not being able to insure risk may bias farmer’s decisions in the direction of low risk, low-return technologies (Suri and Udri, 2022). Box 1 Types of indices in agricultural index insurance Source: Index Insurance Forum, 2023 • Average yield index: Payout if harvested average yield in a given area is lower than the insured level of yield (typically 50-90 percent of average historical yields in the area). • Weather index: Payout if realized rainfall and/or temperatures at a given weather station or for a given satellite grid falls below/above a pre-specified level. • Normalized difference vegetation index (NDVI): Payout based on an index created by time-series of remote sensing imagery to measure the density of plant growth (e.g. on pasture) The accuracy of these measures for predicting individual farmers losses (and thereby the basis risk in the insurance contract), and the costs associated with verification, differ. CICERO 19 The idea of index-based insurance appeared as a potential solution for providing affordable insurance for farmers in developing countries in the 1970s (MRR Innovation Lab, 2022). Payout based on an index (typically rainfall, vegetation growth or average yield, see Box 1) decreases the cost of monitoring and verification of losses, and thereby decreases the cost of insurance. This also reduces problems of adverse selection and moral hazard (see Box 2) since payout is based on an index that cannot be influenced by any individual farmer. Box 3 Index-based financial tools for household risk management Agricultural index insurance for smallholders and pastoralists has been pointed to as a promising instrument for providing affordable insurance to agricultural households in developing countries. Recently, other financial instruments based on indices have been developed to provide blended financial instruments to improve household resilience to weather-related disasters (Carter and Chiu, 2022). A Contingent Line of Credit (CLOC) is an indexed loan that is paid out to a borrower in the event of a disaster, where the concept of disaster is defined by an index (e.g., rainfall or flood level). The advantage of this product compared to traditional index insurance is that there is no up-front cost. A CLOC product in Bangladesh has shown promising results on household investments and post-disaster consumption (Lane et al., 2023). A Contingent Savings Account (CSA) is a savings account that only releases savings with full interest rate when an index predicts a bad agricultural season. Savings can be withdrawn if the index is not triggered, but with a reduced interest rate. Offering multiple indexed financial instruments allows farmers different options depending on the ability to provide up-front cash payments for purchasing an insurance or savings for a CSA, or credit worthiness to access a CLOC instrument. Blending instruments allows farmers to layer risk and manage risk dynamically over time, e.g., by increasing creditworthiness over time through a contingent savings account, thereby providing access to credit (CLOC). In addition to insurance, CLOC and CSA products, there are also other climate risk financial mechanisms aimed at households based on indices, for instance the Hunger Safety Net Program (HSNP) in Northern Kenya and parts of the Northern Uganda Social Action Fund (NUSAF), which provide emergency cash transfers based on an NDVI index. Box 2 Moral hazard and adverse selection in agricultural insurance Asymmetric information between the insured and the insurance company can cause problems of moral hazard and adverse selection. Moral hazard occurs when insurance causes farmers to change their behavior in a way that increases the chance of collecting an indemnity payment. Adverse selection occurs when farmers have private information about the probability of a loss on their own plot, which means that higher risk farmer are more likely to purchase coverage. This may be a particularly important problem for insurers in developing countries with limited production records for individual farmers (Miranda and Farrin, 2012) Since they payout from an index insurance contract is based on an objective index that cannot be influenced by any individual farmer, index insurance largely eliminates problems of moral hazard and adverse selection. Payouts do not depend on the personal characteristics or actions of those who purchase the insurance. CICERO 20 On the other hand, if the index is poorly correlated with actual losses, the basis risk will be high. Note that when farmers respond to insurance by investing in higher yielding (but higher risk) varieties, this is not an example of moral hazard, since these investments are on average productivity increasing. Examples of this are discussed in section 4.4. Over time, indices have evolved from being based on field-sampling to increasingly being based on weather data from automated weather stations, higher resolution satellite data and remote sensing techniques (Benami et al., 2021). Other index-based risk management tools have also evolved (see Box 3). 2.7 Sovereign risk pools 2.7.1 How do sovereign risk pools work? A sovereign risk pool is a parametric risk management mechanism designed to help countries collectively manage some of the risks that they face. The sovereign risk pool is typically applied to large-scale risks such as natural disasters, pandemics, or economic shocks. The concept is broadly similar to how insurance works, but on a larger, international scale. See Figure 4 for a simplified diagram explaining the stakeholders and payment streams in a sovereign risk pool. An insurance company collects premiums from the insured member states, who receive a payout in case the insurance triggers. The premiums are kept as capital by the insurance company, in addition to its seed capital, which is usually based on grants or concessional capital injections, for example in terms of an interest free loan. The insurance company offloads parts of its risk exposure to the international reinsurance market, for a premium. All stakeholders rely on access to data to inform the likelihood of triggering events. This data is used to assess individual risk profiles and attachment levels (parameter triggers), which in turn affects the sizes of premiums. Figure 4 Illustration of stakeholders and payment streams in a sovereign risk pool. Figure redrawn from Poulter et al. (n.y.) CICERO 21 We discuss how donors can support different parts of the sovereign risk pool in section 4.1. Currently, there are four major sovereign regional risk pools, and one recently launched but smaller global pool. The regional ones are: African Risk Capacity (ARC), Southeast Asia Disaster Risk Insurance Facility (SEADRIF), Caribbean and Central America's Caribbean Catastrophe Risk Insurance Facility (CCRIF-SPC), and the Pacific Catastrophe Risk Insurance Company (PCRIC). Three of the risk pools have recently signed a Memorandum of Understanding (MOU) aimed at strengthening their reach and impact.3 The MOU was signed along with the Global Shield against Climate Risks at COP27. Start Ready is a global risk pool that is currently in its second season. 2.7.2 Advantages of sovereign risk pools Sovereign risk pools offer a number of advantages. They can provide fast, reliable funding when disasters strike, allowing countries to respond more quickly and effectively. They can also help countries manage financial risks in a more predictable way, by turning uncertain disaster-related costs into predictable insurance premiums. Furthermore, by pooling risks, countries can often secure better terms than they would be able to individually and get improved access to international capital and reinsurance markets. Carter et al. (2021) have developed a tool for evaluating the case for sovereign disaster risk insurance, and test the tool using data from Kenya. They investigate whether disaster risk insurance reduces foregone GDP growth compared to paying the full cost of supporting affected households over regular budgets, and whether it generates greater social welfare. In the case of Kenya, they find that a disaster risk insurance contract would raise social welfare compared to having a fixed budget for supporting vulnerable households. The insurance policy would also reduce the negative impacts of budget volatility on growth. The tool provided makes it possible to test disaster risk insurance contracts, and improve contract design, by comparing hypothetical payouts to actual disaster impacts based on historical data (although data availability and quality may be an issue). Surminski, Barnes & Vincent (2022) examine how climate risk information generated through insurance activities, including parametric sovereign risk pools in Africa (ARC), can support climate adaptation. They explore the use of climate risk data in insurance processes and the potential of the insurance industry to promote the use of such information. Despite barriers like limited trust, unclear risk ownership and potentially perverse incentives (see section 4.1.4 for a discussion of some of these), there is potential for collaborative efforts to enhance the utilization of climate risk information in insurance-related activities. Sustained cross-sectoral collaboration and capacity building are crucial for increasing awareness and utilization of such information. The main existing sovereign risk pools have a regional focus and were not designed to maximize risk diversification. Ciullo et al. (2023) find that pooling risk globally instead of only regionally will have several benefits: it will increase risk diversification, improve the distribution of countries’ risk share within the pool, and increases the number of 3 Source (press release): https://reliefweb.int/report/world/ground-breaking-mou-signed-cop27-sees-global-risk-pools-join-forces-raise-visibility-and-influence CICERO 22 countries benefiting from risk sharing. The START Network’s Start Ready risk pool is a cross-regional risk pool that may have such benefits from its global approach. 2.8 Catastrophe bonds Catastrophe bonds, also known as ‘cat’ bonds, are financial instruments designed to transfer risk from the bond issuer (for example a government) to risk-taking investors, mainly institutional investors. These bonds provide an opportunity to obtain financial protection against potential losses from disaster events. The structure of catastrophe bonds makes them similar to parametric insurance instruments. The issuance of catastrophe bonds involves three parties (see Figure 5): the risk-exposed (“cedent” or “sponsor”), the investor and an independent broker (a “special purpose vehicle”, or SPV). The World Bank is an example of an SPV. Through the issuance of bonds, the SPV raises capital from investors, which is invested in secure securities held in a collateral trust. Sponsors pay a regular premium to the SPV, which is periodically transferred to investors as a bond coupon, along with returns on the invested collateral assets. The occurrence of a predefined disaster triggers the liquidation of the collateral, which is then paid out to the sponsor. Alternatively, in the absence of such an event, investors receive their funds upon the bonds' maturity. Figure 5 Illustration of legal structure of catastrophe bonds and parties involved. Figure redrawn from Ando et al. (2022). Catastrophe bonds are mainly used for disaster risk management by high- and middle-income countries4, but there are some early signs of interest by low-income governments as well. The Extreme Climate Facility (XCF) is a multi-year and multi-hazard index-based catastrophe bond launched by the African Risk Capacity in 2014, aiming to aid in risk transfer from Sub-Saharan countries to international capital markets. The bond had initial issuance planned for 20165, but since then issuance has been postponed1 several times6 and its development by ARC is ‘very slow’ (Oxford Policy Management, 2022). The ARC Group Strategy 2020-2024 expects a transition from research and development to establishment and operational phase over the ‘medium term’ (ARC, 2020). 4 Ando, S., Roch, F., Wiriadinata, U. (2022) gives a comprehensive overview over the catastrophe bond market. 5 Source: https://www.artemis.bm/news/climate-change-catastrophe-bonds-for-africa-to-be-launched-by-arc/ 6 Source: https://www.artemis.bm/news/arc-progresses-climate-cat-bond-facility-xcf-signs-up-un-support/ CICERO 23 3. Mapping insurance arrangements This chapter presents the results from mapping insurance arrangements in Sub-Saharan Africa. The African Risk Capacity is by far the largest sovereign level insurance arrangement operating in Sub-Saharan Africa and is described in detail in section 3.1. In section 3.2, we briefly present Start Ready – a recently launched global risk pool that also includes some African countries. Based on a review of the literature on insurance aimed at households, and in particular small-scale food producers, we provide a summary of impacts and barriers related to these insurance arrangements in section 3.3. Section 3.4 provides a brief overview of the large number of international initiatives related to disaster risk finance and climate risk insurance. 3.1 African Risk Capacity (ARC) 3.1.1 What is the ARC? The African Risk Capacity (ARC) is a specialized agency of the African Union (AU), established to help African countries respond to natural disasters and other climate-related risks, and to promote proactiveness in the face of climate change and natural disasters. It was launched in 2012 as an innovative and pan-African approach to managing climate and natural disaster risks on the continent.7 The ARC Group operates through two main components: the ARC Agency and the ARC Insurance Company Limited (ARC Ltd). The ARC Agency is responsible for providing technical assistance and capacity building to AU member states in the areas of risk assessment, access to early warning systems, contingency planning, and response coordination. The ARC Ltd, on the other hand, is a financial affiliate of the ARC that offers parametric index-based insurance coverage for sovereign nations in Africa against several climate-change linked disaster risks. ARC Ltd is set up to cover a proportion of the expected financial loss from a medium frequency event (1 in 5-10 years), thus being part of a risk-layered approach (ARC, 2021). The maximum coverage for a risk pool member is 30 million USD, which is unchanged since the inception. Its seed capital was given as a 20-year interest-free loan by Germany and the United Kingdom. The long-term ambition is for ARC Ltd to be fully owned by African countries. 7 See https://www.arc.int/about for official information. CICERO 24 The ARC currently covers three climate-change related natural disasters: drought, tropical cyclones, and river flooding.8 In the coming few years, ARC plans to launch several new products, including cat bonds, excess rainfall insurance, contingency credit and fund, and insurance products for other perils, such as locust and wildfires (Oxford Policy Management, 2022). 3.1.2 Membership process Countries must go through several steps to join the risk pool. The first step is to become an ARC Member State. Currently, there are 35 member states, all having signed the ARC Establishment agreement.9 Member must undergo several other processes, such as customizing the Africa RiskView software10, signing Memorandums of Understanding for domestic capacity building, preparing a detailed operational plan11, defining a payout contingency plan, and establishing risk transfer parameters. After successfully completing these steps, countries receive a ‘Certificate of Good Standing’ and pay a parameter-dependent premium to ARC Ltd, subsequently joining the risk pool. The number of countries in the risk pool has varied since the inception (see Figure 6). The inaugural risk pool for the 2014/2015 agricultural season consisted of four countries. The year after, the pool had increased in size to seven members, before falling each year to a low point in the 2018/2019 season, when only three countries participated. Recently, there has been an increase in uptake, with more countries joining and more areas within a single country being covered. The most recent season with available data shows 12 countries in the risk pool, covering over 18 million people in a total of 20 geographical areas, for a total value of 182 million USD (some countries only have ARC Replica coverage, see the next section.) 12 Figure 6 Coverage of the African Risk Capacity (ARC). Figure based on data from https://www.arc.int/risk-pools 8 The ARC also has an outbreaks and epidemic product, see: https://www.arc.int/outbreaks-and-epidemics. 9 For the list of member states, see https://www.arc.int/countries. 10 Africa RiskView is satellite weather surveillance and modelling software developed by the UN World Food Programme (WFP). It is the ‘technical engine’ of the ARC. This tool enables stakeholders to estimate the level of damage caused by a disaster. 11 The operational plans (OPs) contain information about the country's natural disaster risk profile, risk transfer parameters (RTP), proposed interventions that meet ARC eligibility criteria, implementation plans for each intervention, details of implementing partners, fund flow processes, targeting mechanisms, procurement requirements, and monitoring and evaluation (M&E) strategies. (Oxford Policy Management, 2022) 12 For the complete list of risk pool countries and coverage, see https://www.arc.int/risk-pools. 0 2 4 6 8 10 12 14 16 18 20 2014/2015 2015/2016 2016/2017 2017/2018 2018/2019 2019/2020 2020/2021 2021/2022 Countries Areas Replicas CICERO 25 3.1.3 ARC shows signs of improvement after early problems, but some issues still remain The ARC encountered some early problems (WRI, 2019). One major challenge was unmet expectations, which resulted in some countries opting out of the arrangement. For example, Kenya opted out in the 2016/2017 season after experiencing droughts in two consecutive years without triggering insurance payouts. Malawi experienced similar unmet expectations (Reeves, 2017). This raised some questions about basis risk, poor reliability and low effectiveness of the contractual agreements established by the ARC. Another problem identified by WRI (2019) was poor affordability of premiums. Despite the early challenges mentioned above, there have been positive signs of improvement within the ARC, even if some issues remain. One notable development is the introduction of the ARC Replica coverage program, implemented in 2019/2020.13 See Box 4. Furthermore, efforts have been made to address premium affordability issues through initiatives like the Africa Disaster Risk Financing (ADRiFi) program, the Multi Donor Trust Fund (MDTF) and a premium support facility (PSF). These programs provide premium subsidies to make ARC insurance more affordable, thereby improving coverage. The ADRiFi program was initiated by the African Development Bank (AfDB) in partnership with the ARC in 2018.14 It is set up to subsidize insurance for ARC members, 13 See https://www.arc.int/arc-replica for official information. 14 Source (press release): https://www.afdb.org/en/news-and-events/african-development-bank-rolls-out-programme-to-boost-climate-risk-financing-and-insurance-for-african-countries-18618 Box 4 ARC Replica The ARC Replica is an insurance product that allows UN agencies (such as the World Food Programme) and other humanitarian actors (such as the Start Network) to match insurance policies by ARC member countries (WFP, 2018). Doing so, humanitarian actors can also secure financial capacity ex-ante, used to complement sovereign relief efforts. In practice, ARC replica enables international organizations to purchase insurance policies from ARC Ltd. These policies can match the terms and conditions in the policies already taken out directly by ARC risk pool members (replica policies), but replica policies can also be delinked from sovereign policies. The international organization pays a (donor-supported) premium for holding the policy and will receive an insurance payout from ARC if the pre-determined event triggers. The insurance payout is then used to finance humanitarian actors’ work in the insured areas and must follow a pre-agreed operation plan. The efforts of humanitarian actors are coordinated with government-led relief in disaster-struck areas. The introduction of ARC Replica has helped increase coordination between governments and non-government organizations and has been ‘critical’ in local capacity building (Oxford Policy Management, 2022). About half of the insurance policies have been “matched” since the inception of ARC Replica, and its introduction coincides with increased risk pool uptake (see Figure 7 above). CICERO 26 among other aims15, and is the main source of premium subsidies that member states can access (ARC, 2021). ADRiFi is funded by concessional financing through the African Development Fund (which is also managed by AdFB), the World Bank IDA and the aforementioned MDTF, which was established by AfDB with contributions from the UK, Switzerland (AfDB, 2021) and later USA.16 The ARC countries can also access a separate premium support facility (PSF), supported by Germany, but the channel is also open for other countries. ARC is wary, however, of maintaining too many separate sources of external funding, to avoid increasing administrative burdens for member states and potential moral hazard issues. They hope to ensure that PSF operates in collaboration with the ADRiFi/MDTF programs, suggesting that PSF finance may go through the ADRiFi program to the member states (ARC, 2021). ARC has also worked on reducing basis risk through improvements in the drought model, trying to ensure that the payouts align more accurately with the actual losses suffered. By minimizing basis risk, ARC hopes to enhance its ability to provide timely and fair payouts to policyholders, thereby increasing trust and reliability in their insurance offerings. However, member states still have worries about basis risk, partially as a result of difficulties in customizing their drought risk model (Oxford Policy Management, 2022). The ARC has expanded its range of insurance products since 2014, to include coverage for tropical cyclones (2020) and river floods (2022), in addition to the original drought coverage. By introducing these new products, the ARC aims to provide risk management solutions tailored to the specific hazards prevalent in some countries. 3.1.4 Donors are still in favor of ARC’s insurance products but are unhappy with how the Agency-part is managed The ARC relies on ordinary policyholder premium payments, but also donor contributions. So far, it has received over $250 million USD in donor support (US$ 100 million for ARC Agency, US$ 100 million as a 20-year interest-free load for seed capital, and US$ 46 million in premium subsidies). It is likely that the ARC will need significant subsidies in the future as well, both in the form of premium support and as grants to ARC, especially ARC Agency (Oxford Policy Management, 2022). Donors that have supported the ARC from the beginning, such as the UK, USAID, KfW, and SDC, no longer provide funding to the ARC Agency due to a loss of confidence (Oxford Policy Management, 2022). However, they still support ARC Ltd's insurance products and have shifted their donations to ARC Ltd through capital, premium financing, or premium purchases (through ARC Replica). Donors were unhappy with the ARC Agency's lack of a viable funding plan (until recently), transparency issues, and unresponsiveness to donor requests. The ARC Agency's current funding relies on recent short-term donations, creating a significant funding gap and posing a threat to its future. Some donors take partial responsibility for the fragmented relationship, but they expect ARC to provide better 15 See the Sharm El Sheikh Guidebook for Just Financing’s fact sheet on ADRiFi: https://guidebookforjustfinancing.com/wp-content/uploads/2022/11/25_-ADRiFi.docx.pdf 16 Source (press release): https://www.afdb.org/en/news-and-events/press-releases/african-development-banks-africa-disaster-risk-financing-program-receives-25-million-pledge-united-states-46718 CICERO 27 leadership and vision. Donors emphasize the need for a clear business plan and improved management of donor relations (Oxford Policy Management, 2022). Despite dissatisfaction with the ARC Agency, donors remain interested in ARC's mission to help countries manage disaster risks (Oxford Policy Management, 2022). They are now supporting countries more directly through ARC Ltd and its subsidiaries, such as ADRiFi. The 2022 independent evaluation of ARC (Oxford Policy Management, 2022) proposes several ARC donor recommendations: • In order to enhance the effectiveness and sustainability of ARC, donors are advised to actively engage in discussions on ARC's core value proposition and determine alternative ways to deliver services not covered by ARC (like providing broader disaster risk management capacity). • It is important to coordinate funding efforts to avoid conflicting priorities. • Donors should closely monitor the performance of the new Board, ensuring increased levels of accountability, transparency, and communication. • If the ARC presents a credible plan for priority reforms, donors should provide sufficient and predictable financing for the next two years, enabling ARC to implement the plan and develop a coherent strategy for the future (noting that the evaluation was written in 2022). Long-term funding commitments and streamlined channels are essential for ARC's stability. • Donors should also facilitate collaboration between the ARC Group and World Bank operations to promote synergy in addressing disaster risks in Africa. Finally, according to ARC (2021), while the initial $100 million capital from external partners, given as an interest-free loan over 20 years in its establishment, has been sufficient for its current growth and future stability, the anticipated increase in demand for ARC products over the next 5-10 years will constrain its growth unless additional external capital is injected. The independent evaluation of ARC, however, questions the unnecessarily high levels of reinsurance used by the ARC, given the amount of cheap capital they have access to, and also points out that ARC’s growth targets might be too ambitious given their implemented strategies. (See Figure 4 in section 2.7.1 for a general picture of the role of reinsurance. Reinsurance is used for risks that the insurance company wishes to share with other companies. Typically, these are large risks relative to the capital base.) This means that capital support should not be ruled out, but that donors should be cognizant of current capital structures and needs before contributing additional capital injections. 3.2 Start Ready sovereign risk pool, by Start Network 3.2.1 What is Start Network Start Network is a coalition of over 80 humanitarian agencies from five continents, including international organizations and national NGOs. It is registered as a charity in the United Kingdom. The Start Network aims to create a proactive, innovative, and locally driven humanitarian system that delivers better quality assistance and builds resilient communities in the face of increasing climate change and humanitarian challenges (Start Network, 2022a). To achieve this, Start Network has established a financing facility that houses different crisis financing mechanisms, enabling faster and more efficient global humanitarian action. CICERO 28 3.2.2 What is Start Ready? Start Ready is a global disaster risk financing initiative launched by Start Network at the COP26 in 2021. Start Ready focuses on organizing ex ante funding for crises that exhibit recurring patterns such as floods, droughts, and heatwaves. The Start Ready program utilizes the concepts of risk retention, risk sharing, and risk transfer (i.e., risk-layering), aligning them with the severity levels of specific risks to deliver optimal financing solutions for humanitarian needs in each context (Start Network, 2022b). The three layers of Start Ready include (Start Network, 2022b): 1. National reserves: These reserves aim to cover mild severity scenarios, which have lower assistance needs and a certain level of predictability due to their regular occurrence. 2. Risk pool: Designed to cover moderate severity scenarios, the risk pool optimizes the utilization of available funds by spreading them across multiple country-specific risks. 3. Insurance: This layer is intended to cover severe scenarios. Insurance ensures that a substantial amount of funding can be rapidly accessed by members in the event of rarer occurrences. Currently, Start Ready is in its second risk pool, which launched in May 2023 covering the 2023/24 season. The total funding available is £7.3 million (Klassen, 2023). The countries and hazards covered by this second pool are Bangladesh (Cyclones, Riverine/Fluvial Flood), the Democratic Republic of the Congo (Riverine/Fluvial Flood), Madagascar (Cyclones, Drought), Pakistan (Heatwaves, Riverine/Fluvial Flood, and Drought), the Philippines (Cyclones), Senegal (Drought), and Somalia (Drought). Start Ready is funded by (Klassen, 2023): UK Foreign, Commonwealth and Development Office, Margaret A. Cargill Philanthropies, IKEA Foundation, Irish Aid, French Ministry for Europe and Foreign Affairs, Netherlands Ministry of Foreign Affairs, Swiss Re Foundation, Howden Group Foundation and German Federal Foreign Office. 3.2.3 Relations to other risk pools and insurance arrangements Start Ready can complement existing programs like ARC Replica by covering risks and risk layers that may not be addressed by these programs, providing additional protection. Then, those affected by smaller-sized events, who do not meet the insurance payout threshold, can receive support. Additionally, Start Ready can match existing ex ante funding in systems like the ARC Replica, enabling enhanced protection for a larger population against climate hazards. Start Network is partnered with ARC and has purchased several ARC Replica portfolios, for example in Senegal, Somalia and Zimbabwe17. 3.2.4 Results Start Ready is only in its second risk pool season, and there has not yet been published any evaluations of their results, to our knowledge. Therefore, we cannot say whether they have delivered promising results. Compared to ARC, their coverage is fairly small, covering £7.3 million versus $182 million by the ARC18. However, their strength is that 17 See https://startnetwork.org/funds/disaster-risk-financing-support/arc-replica. 18 Comparing the most recent years with available data. CICERO 29 their risk pool in principle is global, which may give increased risk diversification benefits, reducing overall insurance costs (Ciullo et al., 2023). 3.2.5 Insurance arrangements aimed at households and small-scale businesses. There are several types of insurance products aimed at low-income households in developing countries, covering health, life and accident, agriculture, livestock, aquaculture, property and income, with life, credit and health as the most prevalent (Microinsurance network, 2023). Based on our mapping of arrangements through reviews of research literature and reports from international initiatives for disaster risk finance, agricultural index insurance aimed at small scale farmers and pastoralists is by far the most common weather-related insurance aimed at households and small-scale food producers in Sub-Saharan Africa. This finding is supported by a recent mapping of microinsurance (Microinsurance network, 2023), as shown in Figure 7. Figure 7 Number of products including climate covers in Africa, Asia and Latina America and The Caribbean (LATAC) from mapping by the Microinsurance network (2023) Availability and uptake of insurance aimed at individuals and small-scale businesses in the fisheries and aquaculture sector is low, especially in Africa (FAO, 2022). Insurance in this sector typically covers natural disasters, extreme weather events, accidents and disease. A recent mapping by FAO shows that there are ongoing efforts to scale up insurance through subsidies to premiums, and pilot programs for small-scale producers in some Asian countries, such as Vietnam and Indonesia, but no specific initiatives in African countries are mentioned (ibid). There are insurance arrangements aimed at the informal sector, but outside the agricultural sector, these insurances are typically not weather-related, and the literature mainly focuses on life, accident and health insurance for informal sector workers. The V20 led Sustainable Insurance Facility is specifically aimed at developing and promoting insurance aimed at Micro-, Small- and Medium Sized Enterprises. CICERO 30 3.3 Agricultural index insurance shows promising impacts, but low uptake remains a challenge Access to agricultural insurance is expected to have impacts both ex ante through enabling investments in productivity, such as higher risk and higher yield production technologies, and ex post through acting as a safety net, reducing the need to cope with shocks through selling productive assets, skipping meals or taking children out of school (Jensen and Barrett, 2016). A few rigorous impact assessments of agricultural index insurance schemes exist, mostly based on randomized controlled trials. The findings largely support the hypotheses of positive impacts both ex ante and ex post, as summarized in the review by Jensen and Barrett (2016). First, agricultural index insurance has been shown to reduce negative impacts of severe shocks and reduce the use of coping strategies that may have long term negative impacts on households. Janzen and Carter (2019) find that insurance payouts from IBLI (see Box 5) following a drought caused wealthy households with insurance to sell fewer livestock, and poorer households with insurance to reduce their food consumption less than those without insurance. Similar results from the same insurance scheme are shown by Jensen et al. (2017). Second, index insurance enables productivity increasing investments. Jensen et al. (2017) find that IBLI increases livestock investments. Karlan et al. (2014) find increased investments in agriculture, resulting in increased crop revenues and fewer meals skipped among Ghanaian farmers with rainfall index insurance. Sibiko and Qaim (2020) find positive impacts on fertilizer and improved seed use, and thereby increased yields from index insurance from Kilimo Salama, the precursor to ACRE Africa (see Box 6). Elabed and Carter (2014) find positive impacts of index insurance on investment in cotton production in Mali. Research from the AMA Innovation Lab find that insurance coverage at a cost of US $48 generates additional cotton Box 5 The Index-based Livestock Insurance program (IBLI) and Kenya Livestock Insurance Company (KLIP) Index-based livestock insurance (IBLI) is a donor-funded program aimed at designing, developing and implementing market-mediated, index-based insurance products to protect livestock keepers from drought-related asset losses. The program operates under the International Livestock Research Institute (ILRI). IBLI has provided retail micro-insurance for asset protection based on NDVI-indices to approximately 13 000 pastoral households in northern Kenya and Ethiopia (Fava and Vrieling, 2021). Based on the experiences of IBLI and following the 2008-2011 droughts, a public-private partnership between IBLI and the government of Kenya resulted in the Kenya Livestock Insurance Company, which offers subsidized insurance to targeted vulnerable pastoralists and is expected to reach 125 000 households through a new financing scheme.1 The IBLI products have evolved from payout after drought events based on an index, to payout at the onset of a drought to protect assets, with the sum insured based on the cost of feeding and keeping the animals alive during the drought (Fava et al., 2021). 1 See https://www.preventionweb.net/news/climate-cover-140-million-insurance-scheme-kenya-protect-herders-against-frequent-droughts CICERO 31 cultivation worth roughly $300 at harvest, at a cost/benefit ratio of 6.25 in Mali (Russell, 2018). Stoeffler et al. (2022), on the other hand, find no impacts of insurance on the insured crop for farmers in Burkina Faso (cotton), but significant spillover effects on investments in other agricultural activities. Castaing and Gazeaud (2022) aggregate existing experimental evidence on impacts of index insurance and find positive, but highly heterogeneous impacts of index insurance on investments. Interventions expanding access to index insurance typically boost productive investments by 0.06–0.11 standard deviation on average. Tafere et al. (2015) look at impacts of being covered by index insurance for livestock herders in Ethiopia, and find increased subjective welfare, and that the welfare gains are significantly higher than the buyer’s remorse effect from buying insurance that never paid out. This means that the peace of mind of having insurance coverage increases welfare even in cases when there have been no payments. Despite the promising findings from impact assessments, take-up of index insurance aimed at small-scale farmers and pastoralists remains low across developing countries, and current research and implementation focuses on identifying and alleviating barriers to uptake. Barriers to uptake identified in the literature (see for instance the review in Carter et al., 2017 a) include high basis risk, high prices, liquidity constraints related to upfront payments, lack of trust, and behavioral constraints, such as ambiguity aversion, preferences for certainty and time consistency problems (related to setting aside cash for upfront payments). Other issues discussed in the literature include potentially negative impacts of (heavily subsidized) index insurance on farmer’s adaptation to climate change. Dougherty et al. (2020) analyze impacts of climate change (modelled as increasing drought probabilities) on the demand for agricultural index insurance in a framed field experiment and find decreased demand for insurance compared to a scenario without climate change due to a number of behavioral factors. On the one hand, increased uncertainty about future drought risk increases insurance demand. On the other hand, farmers place too much weight on prior beliefs and underestimate the true drought probability and thereby Box 6 The Agriculture and Climate Risk Enterprise (ACRE) ACRE Africa carries out risk assessment, product development and risk monitoring to facilitate access to crop and livestock insurance products for smallholders. The company links farmers to insurance products in Kenya, Rwanda and Tanzania, and has provided access to insurance to 1,7 mill. farmers across the three countries since 2009. The company was one of the first to use mobile payment solutions in their insurance products. ACRE originates from the Kilimo Salama project, established in 2009 and funded by the Syngenta Foundation and the Global Index Insurance Facility (GIIF). The crops insured include maize, sorghum, coffee, sunflower, wheat, cashew nuts and potato, with coverage against drought, excess rain and storms. ACRE products include weather index insurance based on daily rainfall data monitored by satellites or automated weather stations, but also more recent innovations such as crop insurance based on Soil Moisture Index (SMI) measured using satellites and picture-based insurance, using a combination of famer-issued smartphone photos, satellite imagery, weather station data, agronomic records and other data. CICERO 32 underestimate the value of insurance, which leads to a net decreased in insurance demand compared to a situation without these behavioral constraints. An important question discussed by the authors is how to channel the increased investments resulting from access to insurance towards more climate sustainable activities, and whether insurance can be seen as a complement or substitute to other adaptation strategies, such as climate smart agriculture, migration, or income diversification. The “anticipatory approach” of some of the index-based livestock insurance schemes, where payout is made at the onset of a drought to protect assets, is viewed as part of an emerging paradigm in disaster risk financing that emphasizes the need for preventive measures and investment in resilience as cost effective, and therefore more sustainable, approach to disaster risk finance (Fava et al., 2021). 3.3.1 Promising developments We here point to some promising developments in agricultural index insurance products, that have potential for alleviating some of the current barriers to uptake. Reduced basis risk through improved indices and contracts There is continuous work to improve indices using new and improved sources of data, improved estimation techniques and new combinations of data (see the review in Benami et al., 2021). These developments have the potential to reduce basis risk, but also to reduce costs as high-resolution satellite data and remote sensing techniques become available at lower cost. Other developments include designing contracts to minimize exposure to contract failures and basis risk events (Carter et al., 2017 a). In a study by Flatnes et al. (2018), findings indicate that willingness to pay for an audit-incorporated contract was 64% higher compared to a non-audit contract. This suggests that when measurement accuracy is improved and basis risk reduced, it increases trust in insurance products and leads to higher demand. Other contract design improvements are discussed in Carter et al. (2017 a). Bundled products Promoting insurance through bundling with credit or input has been explored and shows promising results in several programs. The rationale for bundling is that providing more than one service through the same contract will increase take-up and can also lower the unit cost of products through decreasing transaction costs for providers. Bundling insurance with credit also removes the need for upfront cash payments. Insurance has been combined with agricultural inputs such as drought-tolerant seeds, high-yielding seeds, fertilizer, and irrigation as part of bundled risk management solutions. Notable examples include the Zambia Farmer Input Support Programme, where farmers pay insurance premiums when receiving inputs from a government program. In the event of triggers, insurance companies, facilitated by the Ministry of Agriculture, provide farmers with e-vouchers to access inputs for the next cropping season. This program reached over 900,000 farmers in the 2017/18 Zambian financial year. ACRE Africa collaborates with input service providers through One Acre Fund, an organization offering farm inputs and credit, to provide bundled insurance and input and to access farmers through existing networks and channels. CICERO 33 Some disadvantages pointed to in recent research (see the review by Nshakira-Rukundu et al., 2021) include the lack of freedom to choose individual products by farmers, which in some cases have been shown to decrease demand, and the complexity of bundled products, which may also provide a challenge for choosing optimal packages. Flexible payments mechanisms Flexible timing of payments (e.g., pay-at-harvest contracts) to reduce liquidity constraints have been shown to promote uptake in e.g. Ethiopia (Belissa et al., 2019). Flexible modes of payment (e.g., payment through labor) have also shown promising results in programs linked with other social protection programs (Tadesse et al., 2017, Vasilaky et al., 2020). Mobile-based insurance policies are a final promising development that reduces transaction costs. All insurance policies by ACRE Africa are provided over mobile-based payment services. Information and behavioral interventions Insurance uptake has been shown in a large number of studies to be positively correlated with education levels, and information provision through brochures, games and training sessions have been shown to increase demand (see the literature review in Nshakira-Rukundu et al., 2021). Risk perceptions and attitudes also influence insurance uptake, and research has shown that appropriate framing of contracts can overcome some issues of risk attitudes and increase demand (ibid.). Information and interventions, for instance through well-known channels and community groups, can contribute to increasing trust, but trust is also strongly related to basis risk. Farmer participation Recent research points to farmer-driven product design and other forms of farmer participation to increase trust, improve product design and reduce basis risk. An example is the evolution of picture-based insurance by ACRE (see Box 7), which involves farmer participation in monitoring and loss verification, which both reduces basis risk and increases farmer trust through participation (Nshakira-Rukundu et al., 2021). Offering insurance to groups Offering insurance to groups could increase uptake by building on existing informal community groups to increase trust and reduce costs, and there is some evidence to support this hypothesis, but also some concerns over crowding out existing informal systems (see the review in Nshakira-Rukundu et al., 2021). Promoting loss prevention Providing payouts early at the onset of e.g., a drought event will allow farmers to use mitigation strategies to prevent losses, rather than receiving a payout to compensate for losses after the event. This approach is used by various index-based livestock insurance schemes (see Box 5 on IBLI and KLIP). On the other hand, this could increase the cost of insurance, and could also increase basis risk. There are examples of positive impacts from earlier payouts based on optimized remote sensing data in the review by Nshakira-Rukundu et al. (2021). A review of the research on barriers to insurance uptake suggests that revised contract designs, advanced technology for better measurement, improved marketing, and better policy support can overcome some of the barriers (Carter et al., 2017 a). However, the CICERO 34 authors also suggest that improved index insurance should be combined with stress tolerant seed varieties and new risk-oriented savings and credit products that build on the complementarities between what can be offered by index insurance and these other instruments to cope with shocks and manage risk (ibid.). 3.4 International initiatives in disaster risk finance There is a large number of international initiatives in disaster risk finance that, while not always offering insurance directly, are crucial in improving cooperation, securing financing, performing research, disseminating best practices, collecting data, improving models, and so on. The list below is not complete, but some important examples are: • The Global Shield Initiative • The InsuResilience Global Partnership • The World Bank Disaster Risk Financing and Insurance program (DRFIP) • The World Bank Global Index Insurance Facility (GIIF) • The World Bank Global Risk Financing Facility (GRiF) • The World Bank Global Facility for Disaster Reduction and Recovery (GFDRR) • The World Bank Agricultural Insurance Development Program (AIDP) • V20 Sustainable Insurance Facility • UNICEF Today and Tomorrow • UNDP Insurance and Risk Finance Facility (IRFF) • Insurance Development Forum • Natural Disaster Fund • EU’s Africa Disaster Risk Financing (ADRF) • World Food Programme R4 Rural Resilience Initiative In this section, we briefly describe some of these international initiatives. 3.4.1 The InsuResilience Global Partnership The InsuResilience Global Partnership is a global initiative aimed at increasing the resilience of poor and vulnerable people and countries to the impacts of climate change through the use of insurance and risk management. The partnership was launched in 2017 and is supported by the German Federal Ministry for Economic Cooperation and Development (BMZ), as well as other public and private sector partners. The overall goal of the InsuResilience Global Partnership is to increase the availability and accessibility of insurance coverage to vulnerable people and countries that are most affected by climate change. The partnership aims to achieve this by working with governments, insurers, development organizations, and other stakeholders to promote the development and implementation of climate risk insurance and other risk management tools. 3.4.2 The World Bank Disaster Risk Financing and Insurance Program (DRFIP) The Disaster Risk Financing and Insurance Program (DRFIP) is a global initiative aimed at increasing the financial resilience of countries and communities to the impacts of natural disasters and other catastrophic events. The program is a joint initiative of the World Bank Group’s Finance and Markets Global Practice and the Global Facility for Disaster Reduction and Recovery (GFDRR). CICERO 35 The DRFIP focuses on helping countries to develop and implement disaster risk financing strategies and mechanisms that can be used to provide financial protection against the impacts of disasters. These strategies may include a range of financial instruments such as catastrophe bonds, insurance, contingent credit facilities, and other forms of risk transfer. Objectives include building the capacity of governments, financial institutions, and other stakeholders to design, implement, and manage effective disaster risk financing programs. Additionally, it aims to support the development of innovative financial instruments and tools that can assist countries in better managing and transferring risk associated with disasters. A report from DRFIP engagements in 2022 African countries summarizes experiences and provides advice on planning and implementing risk financing projects (World Bank Group, 2021). 3.4.3 The World Bank Global Index Insurance Facility (GIIF) The Global Index Insurance Facility (GIIF) is a World Bank program that aims to facilitate access to finance for smallholder farmers, micro-entrepreneurs, and microfinance institutions through the provisions of catastrophic risk transfer solutions and index-based insurance in developing countries. The facility is funded by the European Union/ACP, the governments of Germany, Japan, and the Netherlands. GIIF has facilitated more than 4.6 million contracts, with $730 million in sums insured, covering approximately 23 million people, primarily in Sub-Saharan Africa, Asia, and Latin America and the Caribbean. The GIIF provides: 1) Financial education aimed at farmers, small businesses, MFIs, banks, etc. 2) Capacity building and subsidies through grants to research institutions, brokers and NGOs for support training of local insurers, 3) Technical Advice on Products and Pricing, 4) Public policy dialogue and regulatory environment facilitation (specific programs in Uganda and Kenya). Supported programs in Sub-Saharan Africa include Mayfair insurance Zambia, Hollard Mozambique Project, ACRE Africa, ILRI Kenya, Guy Carpenter and Company Mozambique and MicroInsure Rwanda. The Climate Insurance Database is a joint project between the Global Index Insurance Facility (GIIF), Munich Climate Insurance Initiative (MCII) and the German Corporation for International Cooperation commissioned by the German Ministry for the Environment, Nature Conservation, Building and Nuclear Safety. The database consists of factsheets that show the experiences of international organizations with climate risk insurance projects to identify lessons-learned, challenges, best practices and innovative solutions. There are also reports focusing on specific topics within a climate risk insurance project, looking at barriers, necessary actions and overall recommendations. Most of the projects currently in the database are GIZ-projects, but other organizations are encouraged to contribute. The projects in Sub Saharan Africa in the database are categorized as market development (9), enabling policy environment (8), financial literacy (3) and innovation and technology (3), as well as one project on public-private partnership. CICERO 36 3.4.4 The Global Shield against Climate Risks The Global Shield against Climate Risks (GS) is an initiative that was launched jointly by the V20 Group of climate-vulnerable economies and the Group of Seven (G7) countries, with Germany taking the lead, at the COP 27. It aims to enhance pre-arranged financing to address climate-related risks more effectively and at a larger scale, leveraging existing structures and initiatives. GS gathers climate risk finance and preparedness activities under ‘one roof’19. It aims to develop quick and effective solutions for providing protection in case of climate-related damage. These solutions are connected to contingency plans of developing countries, making it easier and faster for people and authorities to access the assistance they need during disasters. Additionally, GS will mobilize additional funds to meet the increasing demand for financial support. GS will operate through three funds: the Global Shield Solutions Platform, which builds on the InsuResilience Solutions Fund; the Global Shield Financing Facility at the World Bank; and the Climate Vulnerable Forum and V20 Joint Multi-Donor Fund. The initiative utilizes existing financing structures and instruments, avoiding the need to create new infrastructure. 19 See https://www.bmz.de/en/issues/climate-change-and-development/global-shield-against-climate-risks CICERO 37 4. Development assistance and climate insurance In this chapter, we discuss the role of development assistance in supporting disaster risk finance, mechanisms through which insurance schemes can be supported, and what donors should be aware of when considering projects to support. We start by focusing on sovereign level arrangements in section 4.1, before looking at support for insurance aimed at households in section 4.2. Finally, in section 4.3, we briefly compare aid support to insurance policies against other aid mechanisms. 4.1 Supporting sovereign risk pool insurance arrangements 4.1.1 Possible support paths and examples We reprint Figure 4 here to illustrate how and where to subsidize sovereign risk pools. In principle, all parts of the structure in this figure can be subsidized or sponsored. Akin to traditional international aid, donor countries could contribute directly to member states, increasing their state budget, which makes premiums easier to afford. CICERO 38 The subsidy can also be tied directly to the premium, in effect paying a share of the premium for the member state20. In case of a triggering event, donor countries can also match the insurance payout, increasing the coverage for one or more member states (the ARC Replica is one such facility21). Another path is to support the insurance company by grant donations. Two recent examples of this, for the ARC, are grant donations by the EU Commission22 and by Canada23. Alternatively, countries can give donations to seed or increase the capital stock. This can be done by, for example, providing interest-free loans (as is the case for the ARC) or by direct capital grants. Alternatively, the insurance company can get support in underwriting clients24. A more indirect approach is for countries to act as reinsurers, for example by purchasing insurance company cat bonds at concessional prices or at risk-levels the private capital market does not wish to take on. Finally, countries could contribute to capacity building, research, and data collection and other similar improvements. Such contributions can either be financial25 or of a more practical nature26. 4.1.2 Premium and capital support (PCS), affordability and uptake Premium or capital support? Whether capital donations or premium subsidies is the appropriate type of support depends on which phase the risk pool is in, and the two types of support can complement each other (World Bank, 2017). In the set-up and initial phases of a new risk pool, capital support is important to build up reserves, which makes the pool sustainable without relying too heavily on reinsurance markets (which would increase premia). However, when the pool is established, the 20 For example, Togo gets premium support contributions from the ADRiFi, funded through the French Development Fund: https://reliefweb.int/report/togo/arc-group-announces-usd-25-million-insurance-payout-togolese-republics-recovery-drought 21 Madagascar recently received a payout from an ARC Replica policy, financed by the World Food Programme: https://reliefweb.int/report/madagascar/government-republic-madagascar-and-world-food-programme-receive-15-million-insurance-payout-tropical-cyclone-freddy-recovery-efforts 22 The ARC received grant funding of EUR 9 million from the EU Commission: https://reliefweb.int/report/world/african-risk-capacity-receives-grant-funding-eur-9-million-european-union-commission 23 The ARC received $17 million in funding from the Canadian Government: https://reliefweb.int/report/world/african-risk-capacity-group-arc-receives-17-million-funding-canadian-government 24 The World Bank and the Global Risk Financing Facility multi-donor fund recently provided financial support to the ARC to underwrite the insurance policy of Djibouti: https://reliefweb.int/report/djibouti/african-risk-capacity-group-and-djibouti-government-sign-first-multi-year-multi-peril-agreement-africa-protect-most-climate-vulnerable-communities 25 For example, the Arab Bank for Economic Development in Africa recently made a donation to the ARC, for capacity building purposes: https://reliefweb.int/report/world/arab-bank-economic-development-africa-announces-funding-usd-500-00000-african-risk-capacity 26 For example, the Global Center on Adaption (GCA) have partnered with ARC to improve disaster risk financing practice: https://gca.org/news/african-risk-capacity-arc-group-and-global-center-on-adaptation-gca-partner-to-promote-climate-resilience-and-disaster-risk-finance/ CICERO 39 gains from additional capital support diminish, and premium affordability is then improved more cost-effectively by premium support (World Bank, 2017). A recent report by Scott et al. (2022) emphasizes the current need for premium subsidies (or grant funding for these) rather than capital support. While investment loans for capital support are more readily available, the priority now should be to ensure the growth and sustainability of the risk pools through premium subsidies. In general, which type of support to choose depends on a program-specific combination of factors such as, e.g., portfolio size, capital levels and reinsurance costs (Vivid Economics, 2016). ARC, for example, is an established pool, and would thus be in a phase where premium subsidies are more helpful, as well as ARC Replica purchases, and long-term grants to help with capacity building, if ARC Agency presents a credible plan for reforms. However, ARC indicate that they will also need capital injections in the coming years to continue their growth (ARC, 2021). An independent review questions this view, pointing out that ARC Ltd currently has relatively high access to cheap capital (Oxford Policy Management, 2022). See section 3.1.4 for a more in-depth discussion. Start Network’s Start Ready is in a phase where they need capital to fund their risk pools. They received seed funding in 2021, and are actively seeking other contributors (Start Network, 2021). It is important that potential donors collect up-to-date and detailed information about the specific needs of the initiative in question, by getting in touch with the organization as well as existing donors and partners. Increasing insurance affordability Insurance affordability remains a major challenge to uptake, especially in low-income countries (World Bank, 2017; Scott et al., 2022). If the aim is to increase immediate insurance affordability, direct premium subsidies have the highest impact on reducing the cost of insurance, because they focus on the demand side and will reduce payments 1-to-1 (Vivideconomics, 2016). However, the long-term benefits of capital injections are increased in cases where a lower discount rate is used (placing a greater value on the future) and with more expensive reinsurance (more capital would increase capacity to retain risk in the pool). Premium subsidies can help attract new members to the risk pools, but existing members should also be considered for support (Scott et al., 2022). One reason is to avoid countries reducing coverage or withdrawing from the risk pool if the subsidies were to end. Providing subsidies to loyal risk pool members who have been paying premiums from their own budgets can be seen as a reward for their strong risk ownership and performance. Moreover, if governments use the subsidy to expand their policies rather than replacing their own costs, it can lead to increased coverage. While subsidy design can support donor objectives, there is no consensus on the appropriate size and duration of premium subsidies (Scott et al., 2022). Supply-side measures (such as insurance company grants) may also increase uptake and thus decrease long-term premium levels for all, because of increased risk diversification and economies of scale. While not as effective in increasing immediate affordability, CICERO 40 insurance supply side support can be more effective in other instances, such as setting up and supporting risk pools. (Vivideconomics, 2016). One initiative that use donor contributions to support risk pools is Start Ready, by Start Network, which is currently supported by the governments of United Kingdom, Ireland, France, Netherlands and Germany, in addition to international philanthropies and organizations27. 4.1.3 Moral hazard Will getting insurance increase the risk of moral hazard? The issue of moral hazard arises when the insured party's incentive to avoid risk is reduced because they know losses will be partially covered by the insurance payout. Compared to traditional indemnity insurance, the risk of moral hazard in parametric insurance is lower because payouts are not directly tied to the insured's behavior. However, some raise a concern that governments benefiting from parametric insurance may be less motivated to undertake disaster preparedness activities to reduce immediate disaster impacts (Vivideconomics, 2016). Still, sovereign disaster risk insurance typically offers relatively small payouts compared to actual total damages. Its primary purpose is to provide short-term liquidity for immediate disaster response, so it is unlikely to significantly change governments' behavior beyond immediate response functions, fundings and plans (Vivideconomics, 2016). In contrast, there are signs that countries with disaster insurance are more prepared for disaster relief than before getting insurance. An independent evaluation of the ARC (Oxford Policy Management, 2022) finds, that, due to the ARC explicit requirements (see below) and influence, more African countries now have disaster contingency plans in place, and the plans are of higher quality than before. There are some reports of newly implemented contingency plans improving government disaster responsiveness even without receiving ARC payouts. Recent experience with the ARC in Madagascar shows that the related capacity building resulted in facilitating better government preparedness (Surminski, Barnes & Vincent, 2022). A reason for this counter-intuitive effect of disaster insurance on disaster preparedness can be that the alternative for policyholders is not to bear all losses internally, but to rely on other types of external support, like ex post humanitarian aid. Thus, providing insurance may indeed reduce moral hazard, depending on the counterfactual situation for the insured countries. The ARC, for example, places a key emphasis on promoting domestic risk ownership, allowing governments to take responsibility for and effectively address disaster risks within their countries. This, argues the ARC, will reduce reliance on donor support over time, enabling countries to independently finance and manage emergency drought responses (Oxford Policy Management, 2022). Thus, the effect of getting insurance on disaster preparedness will depend on the alternatives covering losses the countries would otherwise rely on. 27 See https://startnetwork.org/funds/start-ready CICERO 41 Can premium support increase the risk of moral hazard for insured countries? Disaster risk insurance premium support may contribute to decreasing risk-reduction activities compared to a situation where countries get no premium subsidies (Vivideconomics, 2016), depending on how the subsidies are structured. The main concern is that premium subsidies can ‘mask’ the true premium level to policyholders, and thus also reduce their awareness of the cost and severity of the risk they face. Reduced risk-awareness will again lead to a reduction in the perceived need to implement risk-reduction measures. This is similar to moral hazard, in that policyholders reduce their risk-reduction activities, but differs in that the adverse effect is caused by a masking of risk costs and not by perverse incentives. Educating insured countries about risk levels can help mitigate this effect, as countries become more aware of risks ‘hidden’ by the subsidy. Furthermore, donor countries should make subsidies conditional on the implementation of risk assessments, risk-reducing actions, and disaster preparedness. Such is the case for the ARC, where countries must implement thorough risk assessments and disaster contingency plans to join the risk pool, and thus before any potential subsidies are received. Finally, premium subsidies should be structured in a way to not mask the true premium level, and each recipient should be made aware of the share of their premium that is subsidized. 4.1.4 Other potential issues of misaligned incentives There is the potential for misaligned incentives concerning the due process when approving ARC countries’ operational plans (OPs). Approval of OPs is crucial for obtaining insurance policies, creating pressure on all parties involved (Oxford Policy Management, 2022). The review committee may feel compelled to find positive aspects in the OPs, and countries tend to respond in a way that meets the committee’s expectations. ARC staff may intervene to ensure OP approval, especially when a donor offers premium finance. This scenario can expedite capacity building but may compromise the alignment of incentives (Oxford Policy Management, 2022). Another potential issue is that insurance companies have incentives to sell insurance, the uptake of which isn’t necessarily welfare-maximizing for all countries. At-risk countries benefit from having access to a broader set of independent advice on disaster risk management and financing than being provided by the ARC Ltd or other insurance companies, which in the end are companies that sell insurance and are specialized in that respect (Oxford Policy Management, 2022). While the ARC has ambitions to help build holistic disaster risk management strategies in a mission to provide ‘harmonized resilience solutions’, there are yet no plans on how to achieve these ambitions. And even if the ARC manages to act impartially, it currently neither has the budget nor the capacity to offer broad and holistic technical advice on all aspects of disaster risk management and financing (Oxford Policy Management, 2022). Thus, there may be a need for donor support for independent initiatives aimed at such ventures, that aren’t necessarily focused on providing insurance, but have a more ‘neutral’ view on a given country’s situation. Start Ready, which relies on a somewhat broader risk-layered approach to disaster risk finance, may be less at risk of such misaligned incentives. CICERO 42 4.1.5 Technical capacities and other factors impeding uptake Affordability is a significant barrier to insurance adoption, but it is not the only factor. Other factors include a lack of understanding and technical capacity, availability of alternative options, and perceptions of reliability (Scott et al., 2022). The relative importance of these factors varies from country to country, impacting the effectiveness of subsidies. WRI (2019) lists several other challenges in the support of climate risk finance instrument funding: • Donations have been earmarked for particular instruments instead of also broadening the scope and looking to help countries develop layered, holistic approaches by scaling up concessional financing for several different instruments. • The support has been of a one-time ad-hoc nature. Continued, long-term support is needed. • The pool of donors has been too narrow. Germany and the United Kingdom have been leading contributors, along with contributions from USA, France and the EU Commission. WRI (2019) proposes three options to increase long-term financing. The first is for IDA to play a larger role in ex ante disaster financing. The second is to leverage regional multilateral development banks (such as the AfDB) to attract recurring donations to dedicated trust funds, which is then used to incentivize adoption of risk-layering approaches in countries. The third and final is to create a new risk solutions incentive fund to drive collaboration between governments, risk pools and development banks. The Global Shield against Climate Risk is a recent initiative in this spirit. 4.1.6 Best practices when supporting disaster risk finance initiatives The SMART principle for premium and capital support (PCS) is developed by the InsuResillience Global Partnership to help scale up disaster risk finance initiatives (Töpper & Stadtmüller, 2021). Its aim is to ensure effective and sustainable impact for the most vulnerable, maximize value for money, promote accessibility, incentivize resilience-building, and maintain transparency and consistency. The five principles are (Panwar et al., 2022): • Sustainable impact: The focus is on using PCS to fund risk transfer mechanisms and delivery systems that bring lasting change to the lives of the most vulnerable. • Value for Money: Initiatives should aim to maximize the impact of each dollar of premium or capital support. • Accessibility: Smart PCS is designed to be needs-based, risk-adjusted, and aligned with measures that enable access while empowering beneficiaries. • Resilience-building incentives: Only risks that are too costly to reduce further should be covered by risk financing instruments, and insurance should primarily transfer risks from low-frequency, high-severity events. Reducing premiums through PCS should not undermine incentives for risk reduction. • Transparency and consistency: PCS should be provided and utilized in a transparent and accountable manner, fostering coordination and consistency among support providers and promoting the empowerment of recipients and at-risk communities. CICERO 43 ODI has developed methodological and practical guidance reports to use when following the SMART principles, to flesh out and operationalize the indicative formulas used by Töpper & Stadtmüller (2021). The ODI guidelines can be used to determine the size of PCS support at a macro level (Panwar et al. 2022), and to assess the value for money of PCS towards disaster risk financing (Ward, Weingärtner & Panwar, 2022). These detailed guidelines by ODI are aligned with other methodological guidelines for effective PCS (such as Panda et al. (2021a; 2021b; 2021c))28. These specialized guidelines should be used when deciding on PCS recipients and when determining support allocations and levels, ideally in combination with more general guidelines for just financing, such as the Sharm El Sheikh Guidebook for Just Financing.29 4.2 Supporting index-insurance for small-scale farmers Despite the promising results from providing index based agricultural insurance, take-up of unsubsidized insurance remains low. As discussed in Chapter 3, there are significant barriers to uptake, with affordability and basis risk as important examples. In addition to supporting subsidized insurance schemes, such as the KLIP (see Box 5), donors support the development and provision of index based agricultural insurance in a number of ways. The Global Index Insurance Facility (GIIF) is one example of how activities specifically aimed at small-scale farmers are supported. Parts of the research literature include more critical views on the role of index insurance for small scale farmers adaptation to increasing risk of negative impacts from climate change. For instance, Collier et al. (2009) warn that climate change impacts will increase the price of insurance, exacerbating the affordability issues, but caution against general subsidies of premiums since this could slow household’s adaptation to climate change through other strategies. Castaing and Gazeaud (2022) conclude that the existing evidence offers limited insights to predict the impact of index insurance in new settings. They recommend governments and development agencies to remain cautious before investing in the widespread expansion of index insurance. Carter et al. (2017 b) provide a list of recommendations for policy makers and donors that wish to improve and support agricultural index insurance. Their recommendations provide alternatives to directly subsidizing insurance premiums. Firstly, they recommend improving the quality of index insurance products through investing in developments such as advances in crop modelling and remote sensing, as well as contract improvements such as audits and offering index insurance at the meso level, e.g., to farm lending institutions. Donors can also support the establishment of reinsurance mechanisms to provide support to insurance providers, reducing their exposure to high-risk events and enhancing their capacity to offer affordable and sustainable index insurance coverage. A second recommendation is to establish safe minimum standards for index insurance products to ensure high quality products and promote trust. A proposed minimum quality standard framework is presented in Box 7. 28 For a comprehensive list of literature on the topic, see the ODI reports. 29 See https://guidebookforjustfinancing.com/ CICERO 44 The authors also suggest an alternative approach to subsidizing premiums, which could cost the same, but could promote market development for insurance (called smarter subsidies): Offering free insurance coverage to all farmers for cases where their yields are projected to be below 50 percent of their average value or when they experience catastrophic losses beyond a certain threshold. Providing payouts to these high-risk farmers, who are more susceptible to falling into poverty, would have a more significant impact compared to those with smaller losses. By offering free insurance at this level of risk, not only could the overall cost of insurance for each individual be reduced, but it would also create a minimum market size. Individuals and institutions would then have the choice to purchase additional insurance to cover smaller losses. Additional recommendations include bundling insurance with drought tolerant technologies, to provide protection against risk at different risk levels (risk layering), Drought tolerant crop varieties typically offer protection against a smaller range of weather outcomes, and thus provide limited protection against risks. Stress tolerant varieties and index insurance can therefore be seen as complements in reducing exposure to risk. The authors also recommend combining insurance with other financial mechanisms for disaster risk reduction, such as contingent credit schemes. A final recommendation is to build on the experience of livestock insurance schemes to explore the use of improved technologies to achieve early assessment toward mitigation of catastrophic impacts (Fava et al., 2021). 4.3 Support for insurance policies versus other types of aid Price (2018) compares different interventions for disaster risk reduction to find their value-for-money, based on a review of existing literature. There is limited evidence for the value-for-money of risk insurance instruments, and the study calls for more research. The few existing reports on such instruments in the study gives a benefit-cost ratio of 2, which is lower than disaster risk management (4-5), capacity building for response/recover (13-28), and flood defenses (2-50), but higher than investments in resilient infrastructure (<1) and climate smart agriculture (<1). Note, however, that the empirical evidence for several of these estimates is moderate or weak, and that most of the studies are more than a decade old. Cost-benefit analyses may be better suited for Box 7 Minimum Quality Standard for Index Insurance The University of California, Davis, in collaboration with the Nairobi-based Regional Center for Mapping of Resources for Development (RCMRD), and with the support of USAID, is partnering to establish Quality Index Insurance Certification (QUIIC) in East Africa. QUIIC aims to bring significant improvements to the safety of agricultural index insurance through provide transparency, distinguishing between index insurance contracts that offer value and those that do not. It also enables donors and governments to invest in certified products that have the potential to enhance and safeguard economic growth. National governments hold substantial influence in requiring QUIIC certification for all agricultural index insurance products that they subsidize or directly purchase to protect farmers. QUIIC applies to index insurance products of all sizes, ensuring that national investments in index insurance as a tool to mitigate disaster risks are worthwhile and yield the desired outcomes. Source: https://quiic.ucdavis.edu/about-quiic CICERO 45 assessing individual schemes rather than comparing them (Ward, Weingärtner & Panwar, 2022). Close stakeholder engagement and independent expert involvement can enhance the analysis. Considering insurance policies for individual households, the literature review by Nshakira-Rukundu et al. (2021) shows mixed evidence on which social protection instruments (reducing the cost of credit, subsidizing inputs, cash transfers or subsidizing insurance premiums) aimed at farmers that offer the best returns to public funds. However, there is evidence that access to insurance may have impacts on longer term prospects for poverty reduction through improving investment incentives, compared to cash transfers. On the other hand, the review also points to evidence showing that livestock insurance may protect households that are better off, while poorer households may require other instruments, and may benefit more from cash transfers. Recent developments in agricultural index insurance may contribute to the relative value of providing insurance to vulnerable households compared to other social protection mechanisms. The evolution towards early trigger approaches to protecting assets rather than compensating losses in IBLI’s insurance products for pastoralists is one example (Fava et al., 2021). While humanitarian responses will continue to be important in drought crises, they can be complemented by anticipatory financial instruments. CICERO 46 References • ADB (2013). Investing in resilience: ensuring a disaster-resistant future. Mandaluyong City, Philippines: Asian Development Bank. Retrieved from https://www.adb.org/sites/default/files/publication/30119/investing-resilience.pdf • AfDB (2021). Flagship climate initiatives. African Development Bank. Retrieved from https://www.afdb.org/en/cop26/flagship-climate-initiatives • Ando, S., Roch, F., Wiriadinata, U. (2022). Sovereign Climate Debt Instruments: An Overview of the Green and Catastrophe Bond Markets. IMF STAFF CLIMATE NOTE 2022/004. Retrieved from https://www.imf.org/en/Publications/staff-climate-notes/Issues/2022/06/29/Sovereign-Climate-Debt-Instruments-An-Overview-of-the-Green-and-Catastrophe-Bond-Markets-518272 • ARC (2021). Covering the Continent. Unpublished document. • Barrett, C. B., & Santos, P. (2014). The impact of changing rainfall variability on resource-dependent wealth dynamics. Ecological Economics, 105, 48-54. • Belissa, T., Bulte, E., Cecchi, F., Gangopadhyay, S., & Lensink, R. (2019). Liquidity constraints, informal institutions, and the adoption of weather insurance: A randomized controlled Trial in Ethiopia. Journal of Development Economics, 140, 269-278. • Benami, E., Jin, Z., Carter, M. R., Ghosh, A., Hijmans, R. J., Hobbs, A., ... & Lobell, D. B. (2021). Uniting remote sensing, crop modelling and economics for agricultural risk management. Nature Reviews Earth & Environment, 2(2), 140-159. • Castaing, P., & Gazeaud, J. (2022). Do Index Insurance Programs Live Up to Their Promises? Aggregating Evidence from Multiple Experiments. • Carter, M. R., & Lybbert, T. J. (2012). Consumption versus asset smoothing: testing the implications of poverty trap theory in Burkina Faso. Journal of Development Economics, 99(2), 255-264. • Carter, M., de Janvry, A., Sadoulet, E., & Sarris, A. (2017 a). Index insurance for developing country agriculture: a reassessment. Annual Review of Resource Economics, 9, 421-438. • Carter, M., de Janvry, A., Sadoulet, E., & Sarris, A. (2017 b). Improving Index Insurance for small scale farmers in developing countries. AMA Innovation Lab Policy Brief 2017-05. • Carter, M, Sugastti, M.M., Fava, F. & Jensen, N. (2021). Evaluating the case for national disaster risk insurance. MRR Innovation Lab Evidence Insight No. 2021-02 • Carter, M. & Chiu, T. (2022). Blending indexed financial tools for rural households across their journey to prosperity. MRR Concept Note. Retrieved from https://basis.ucdavis.edu/publication/mrr-concept-note-blending-indexed-financial-tools-rural-households-across-their-journey • Ciullo, A., Strobl, E., Meiler, S., Martius, O., Bresch, D. (2023). Increasing countries’ financial resilience through global catastrophe risk pooling. Nature Communications 14, 922. https://doi.org/10.1038/s41467-023-36539-4 CICERO 47 • Collier, B., Skees, J., & Barnett, B. (2009). Weather index insurance and climate change: Opportunities and challenges in lower income countries. The Geneva Papers on Risk and Insurance-Issues and Practice, 34, 401-424. • Dougherty, J. P., Flatnes, J. E., Gallenstein, R. A., Miranda, M. J., & Sam, A. G. (2020). Climate change and index insurance demand: Evidence from a framed field experiment in Tanzania. Journal of Economic Behavior & Organization, 175, 155-184. • Dyson, B. (2020). Could the basis risk “bogeyman” threaten the rise of parametric insurance? S&P Global Market Intelligence. Retrieved from: https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/could-the-basis-risk-bogeyman-threaten-the-rise-of-parametric-insurance-56295810 • Dyson, B. (2023). No disruption on the road to digitization. S&P Global Market Intelligence. Retrieved from: https://www.spglobal.com/marketintelligence/en/news-insights/blog/no-disruption-on-the-road-to-digitization • Elabed, G., & Carter, M. (2014). Ex-ante impacts of agricultural insurance: Evidence from a field experiment in Mali. University of California at Davis. • Enenkel, M., Osgood, D., Anderson, M., Powell, B., McCarty, J., Neigh, C., ... & Brown, M. (2019). Exploiting the convergence of evidence in satellite data for advanced weather index insurance design. Weather, Climate, and Society, 11(1), 65-93. • Fava, F., & Vrieling, A. (2021). Earth observation for drought risk financing in pastoral systems of sub-Saharan Africa. Current opinion in environmental sustainability, 48, 44-52. • Fava, F. P., Nathaniel, D. J., Sina, J., Andrew, G. M., & Maher, B. (2021). Building financial resilience in pastoral communities in Africa: Lessons learned from implementing the Kenya Livestock Insurance Program (KLIP). • Food and Agriculture Organization of the United Nations (2022). World review of capture fisheries and aquaculture insurance 2022. FAO Fisheries and Aquaculture Technical Paper 682. • Flatnes, J. E., Carter, M. R., & Mercovich, R. (2018). Improving the quality of index insurance with a satellite-based conditional audit contract. Unpublished manuscript. • Frank, T. (2023). Climate Change Is Destabilizing Insurance Industry. Scientific American. https://www.scientificamerican.com/article/climate-change-is-destabilizing-insurance-industry/ • Index Insurance Forum (2023). What are different types of “crop” index insurance? Retrieved from https://www.indexinsuranceforum.org/faq/what-are-different-types-%E2%80%9Ccrop%E2%80%9D-index-insurance • Janzen, S. A., & Carter, M. R. (2019). After the drought: The impact of microinsurance on consumption smoothing and asset protection. American Journal of Agricultural Economics, 101(3), 651-671. • Jensen, N., & Barrett, C. (2017). Agricultural index insurance for development. Applied Economic Perspectives and Policy, 39(2), 199-219. • Jensen, N. D., Barrett, C. B., & Mude, A. G. (2017). Cash transfers and index insurance: A comparative impact analysis from northern Kenya. Journal of Development Economics, 129, 14-28. • Kagan, J. (2021). Uninsurable Risk: Definition and Examples. (n.d.). Investopedia. Retrieved from https://www.investopedia.com/terms/u/uninsurable-risk.asp CICERO 48 • Karlan, D., Osei, R., Osei-Akoto, I., & Udry, C. (2014). Agricultural decisions after relaxing credit and risk constraints. The Quarterly Journal of Economics, 129(2), 597-652. • Klassen, S. (2023). Second Start Ready Risk Pool Goes Live to Protect Communities From Climate Risks. Start Network. Retrieved from: https://startnetwork.org/learn-change/news-and-blogs/second-start-ready-risk-pool-goes-live-protect-communities-climate • Lane, G., Carter, M., Chiu, T., Winiecki, J. (2023) Strengthening microfinance revenues and growth by addressing smallholder risk. MRR Innovation lab evidence insight No 2023-02. • Maccini, S., & Yang, D. (2009). Under the weather: Health, schooling, and economic consequences of early-life rainfall. American Economic Review, 99(3), 1006-1026. • Meenan, C. (2017). Unpacking Basis Risk. Moody’s RMS. Retrieved from https://www.rms.com/blog/2017/08/14/unpacking-basis-risk • Morsink, K., Clarke, D., & Mapfumo, S. (2016). How to measure whether index insurance provides reliable protection. World Bank Policy Research Working Paper, (7744). • Microinsurance network (2023). The Landscape of Microinsurance 2022. Retrieved from https://microinsurancenetwork.org/resources/the-landscape-of-microinsurance-2022 • MRR Innovation Lab (2022). How Agricultural Index Insurance Can Promote Risk. Retrieved from https://basis.ucdavis.edu/agricultural-index-insurance-economic-development • Nshakira-Rukundo, E., Kamau, J., & Baumüller, H. (2021). Determinants of uptake and strategies to improve agricultural insurance in Africa: A review. Environment and Development Economics, 26(5-6), 605-631. doi:10.1017/S1355770X21000085 • Oxford Policy Management (2022). Independent Evaluation of ARC: Second Formative Evaluation. Final Report. Retrieved from: https://www.opml.co.uk/projects/independent-evaluation-african-risk-capacity • Panda, A., Lambert, P., and Surminski, S. (2020). Insurance and financial services across developing countries: an empirical study of coverage and demand. Grantham Research Institute on Climate Change and the Environment Working Paper No. 336. Retrieved from https://www.lse.ac.uk/GranthamInstitute/publication/insurance-and-financial-services-across-developing-countries-an-empirical-study-of-coverage-and-demand/ • Panda, A., Seifert, V., Kreft, S. and Ahmed, S. (2021a) Premium Support – Background Paper. Draft for internal use of the V20. MCII. Retrieved from https://climate-insurance.org/wp-content/uploads/2020/04/PremiumSupport-Background-Brief_8th-June.pdf • Panda, A., Seifert, V. Kreft, S. and Ahmed, S. (2021b) Premium and Capital Support for Climate and Disaster Risk Insurance: Core Principles and Operational Indicators – Background Note. Draft for internal use of the V20. MCII. Retrieved from(https://climate-insurance.org/wp-content/uploads/2020/04/SMARTprinciples-for-premium-support-_26July-Pre-Publication_final.pdf • Panda, A., Seifert, V. Kreft, S. and Ahmed, S. (2021c). Background Note: Further taxonomic considerations of Premium and Capital Support and allocation aspects. MCII. Retrieved from https://climate-insurance.org/wp-content/uploads/2021/10/Premium-and-Capital-Support_BackgroundBrief_Final-Clean_September-2021_RH.pdf CICERO 49 • Panwar, V., Ward, J., Weingärtner, L. and Wilkinson, E. (2022) Methodological guidance to determine the ‘size’ of premium and capital support (PCS) at macro level. Advisory report. ODI and InsuResilience Global Partnership. London: ODI. Retrieved from: https://odi.org/en/publications/the-political-economy-of-premium-subsidies-searching-for-better-impact-and-design/ • Poole, L. (2014). A Calculated Risk: How Donors Should Engage with Risk Financing and Transfer Mechanisms. OECD Development Co-operation Working Papers No. 17. doi: 10.1787/22220518 • Poulter, R., Signer, B., Rajput, S. (no year). Disaster Risk and Financing Instruments: A Recap. Retrieved from: https://www.financialprotectionforum.org/sites/default/files/Day3%20DRF%20Instru ments%20Recap.pdf • Price, R. (2018). Cost-effectiveness of disaster risk reduction and adaptation to climate change. Instotute of Development Studies, K4D Helpdesk Report. Retrieved from: https://assets.publishing.service.gov.uk/media/5ab0debce5274a5e20ffe268/274_D RR_CAA_cost_effectiveness.pdf • Reeves (2017). The wrong model for resilience: How G7-backed drought insurance failed Malawi, and what we must learn from it. ActionAid technical report. doi: 10.13140/RG.2.2.31852.67202 • Richmond, M., Choi, J., Padmanabhi, R., Lonsdale, A. (2021). Financial Innovation for Climate Adaptation in Africa. Global Center on Adaptation. Retrieved from https://gca.org/wp-content/uploads/2021/10/GCA-CPI-Financial-Innovation-for-Climate-Adaptation-in-Africa.pdf • Russell (2018). Index Insurance Has Big Returns for Small-scale Cotton Farmers and Local Economies in West Africa. MMR Innovation Lab. Retrieved from https://basis.ucdavis.edu/news/index-insurance-has-big-returns-small-scale-cotton-farmers-and-local-economies-west-africa • Schanz, K-U., Eling, M., Schmeiser, H., Braun, A. (2020). An Investigation into the Insurability of Pandemic Risk. The Geneva Association. Retrieved from https://www.financialprotectionforum.org/publication/an-investigation-into-the-insurability-of-pandemic-risk • Scott, Z., Panwar, V., Weingärtner, L. and Wilkinson, E. (2022) The political economy of premium subsidies: searching for better impact and design. Report. ODI and InsuResilience Global Partnership. London: ODI. Retrieved from: https://cdn.odi.org/media/documents/The_political_economy_of_premium_subsidie s_-_searching_for_better_impact_and_design.pdf • Sibiko, K. W., & Qaim, M. (2020). Weather index insurance, agricultural input use, and crop productivity in Kenya. Food Security, 12(1), 151-167. • Start Network (2022a). Start Ready Handbook. Retrieved from: https://startnetwork.org/learn-change/resources/library/start-ready-handbook • Start Network (2022b). Start Ready – risk portfolio information pack. Retrieved from: https://start-network.app.box.com/s/37bi9ykr0633ytdi735rm9eldk7apnyy • Stoeffler, Q., Carter, M., Guirkinger, C., & Gelade, W. (2022). The spillover impact of index insurance on agricultural investment by cotton farmers in Burkina Faso. The World Bank Economic Review, 36(1), 114-140. • Suri, T., & Udry, C. (2022). Agricultural technology in Africa. Journal of Economic Perspectives, 36(1), 33-56. CICERO 50 • Sumrinski, S., Barnes, J., Vincent, K. (2022). Can insurance catalyse government planning on climate? Emergent evidence from Sub-Saharan Africa. World Development, 153. Doi: 10.1016/j.worlddev.2022.105830 • Tadesse, M. A., Alfnes, F., Erenstein, O., & Holden, S. T. (2017). Demand for a labor‐ based drought insurance scheme in Ethiopia: a stated choice experiment approach. Agricultural Economics, 48(4), 501-511. • Tafere, K., Barrett, C. B., & Lentz, E. (2019). Insuring well‐being? Buyer's remorse and peace of mind effects from insurance. American Journal of Agricultural Economics, 101(3), 627-650. • Töpper, J., & Stadtmüller, D. (2021). Smart Premium and Capital Support. InsuResilience Global Parnership, policy note 01/2022. Retrieved from: https://www.insuresilience.org/publication/smart-premium-and-capital-support-enhancing-climate-and-disaster-risk-finance-effectiveness-through-greater-af-fordability-and-sustainability/ • Vivideconomics (2016). Final report: Understanding the role of publicly funded premium subsidies in disaster risk insurance in developing countries. Evidence on Demand. Retrieved from: https://www.gov.uk/research-for-development-outputs/final-report-understanding-the-role-of-publicly-funded-premium-subsidies-in-disaster-risk-insurance-in-developing-countries • Ward, J., Weingärtner, L. and Panwar, V. (2022) Methodological guidance to assess the value for money of premium and capital support towards climate and disaster risk finance and insurance. Advisory report. ODI and InsuResilience Global Partnership. London: ODI. Retrieved from: https://cdn.odi.org/media/documents/Methodological_guidance_to_assess_the_val ue_for_money_of_PCS_towards_CDRFI.pdf • WFP (2018). ARC Replica. Retrieved from https://docs.wfp.org/api/documents/WFP-0000063792/download/ • World Bank (2017). Sovereign Climate and Disaster Risk Pooling. World Bank Technical Contribution to the G20. Retrieved from: https://documents1.worldbank.org/curated/en/837001502870999632/pdf/118676-WP-v2-PUBLIC.pdf • World Bank Group. (2018). What people want: investigating inclusive insurance demand in Ethiopia. World Bank. • World Bank (2021a). Financial Protection of Public Assets - Practitioners Guide for Public Officials. Retrieved from https://www.financialprotectionforum.org/publication/financial-protection-of-public-assets-a-practitioners-guide-for-public-officials • World Bank Group (2021b). Disaster Risk Finance in Africa – Lessons learnt from engagements. Retrieved from https://www.financialprotectionforum.org/publication/disaster-risk-finance-in-africa-lessons-learnt-from-engagements • Worley, W. (2023). Is the Global Shield stealing thunder from loss and damage funding? Devex. Retrieved from https://www.devex.com/news/is-the-global-shield-stealing-thunder-from-loss-and-damage-funding-104197 • WRI (2019). The future of disaster risk pooling for developing countries: Where do we go from here? Retrieved from https://www.wri.org/research/future-disaster-risk-pooling-developing-countries-where-do-we-go-here CICERO 51 Attachment 1: Description of task30 As part of its portfolio work on climate adaptation and expansion of the portfolio, Norad needs to gather knowledge about insurance arrangements specifically aimed at climate change. There is a need to answer some overarching questions about insurance arrangements based on relevant literature, research, evaluations, etc. We primarily want to look at insurance arrangements aimed at larger actors such as national states, city/state authorities or aid organizations, but we are also interested in insurance arrangements for individuals, especially food producers. Here are some of the questions to be answered, ranked in order of priority: 1. What is a good/best model for subsidizing insurance arrangements? When is the arrangement profitable? 2. If the need is security for vulnerable populations, are insurance policies the most effective use of aid funds? Do insurance arrangements have a security effect on individuals and at the national level? 3. Is there an economic basis for such weather-related insurance arrangements? That is, is the risk insurable? If so, is it likely that losses and damages from climate change will continue to be insurable in a scenario of accelerating climate change and more unpredictable extreme weather events? 4. Do the arrangements contribute to risk assessment and risk reduction, e.g. by offering lower premiums for actors who implement risk-reducing measures such as building flood protection, etc.? 5. What challenges are there regarding moral hazard, and how can these be reduced? 6. How to counter corruption in arrangements/payments and how to link such arrangements to social safety nets? 7. How to ensure that insurance arrangements do not lead to an unfair distribution within and between local communities? How are recipients of insurance payouts selected? 8. Which arrangements in sub-Saharan Africa have had the most promising results and what do they cover? Are there arrangements that cover coastal populations and workers in the informal sector? 9. Would it be possible with public, international aid efforts to build a market for such insurance arrangements (with private insurance companies) aimed at developing countries? Other questions can be added in dialogue with the supplier. The assignment will result in the following products: 30 Translated from Norwegian CICERO 52 1. A note that answers the questions indicated by the customer and provides advice on what Norad should look for in insurance arrangements and be aware of when an arrangement is being considered for support. 2. A quick survey of insurance arrangements that may be relevant for Norad to support within the portfolio, based on the findings and conclusions in the note. The supplier cannot promise to answer questions 6, 7 and 9 within the framework of the assignment but may be able to address these questions after the survey. It should be noted that the portfolio has a sub-goal of increased financing for prevention and management of losses and damages where insurance arrangements are intended to contribute as an innovative financing mechanism. The geographical focus of the portfolio is primarily countries in sub-Saharan Africa and Asian countries particularly vulnerable to climate change. There will be close dialogue between the supplier and the customer during the assignment to ensure that the assignment is as relevant and useful as possible for the customer. CICERO is Norway’s foremost institute for interdisciplinary climate research. We help to solve the climate problem and strengthen international climate cooperation by predicting and responding to society’s climate challenges through research and dissemination of a high international standard. CICERO has garnered attention for its research on the effects of manmade emissions on the climate, society’s response to climate change, and the for-mulation of international agreements. We have played an active role in the IPCC since 1995 and thirteen of our scientists contributed the IPCC’s Sixth Assessment Report.\nCICERO was founded by Prime Minister Syse in 1990 after initiative from his predecessor, Gro Harlem Brundtland. CICERO’s Director is Kristin Halvorsen, former Finance Minister (2005-2009) and Education Minister (2009-2013). Jens Ulltveit-Moe, CEO of the industrial investment company UMOE is the chair of CICERO’s Board of Directors. We are located in the Oslo Science Park, adjacent to the campus of the University of Oslo."
    },
    {
        "title": "10 Insurance And Climate Actions For 2024 - Oliver Wyman",
        "url": "https://www.oliverwyman.com/our-expertise/insights/2024/jan/insurance-and-sustainability-opportunities-for-2024.html",
        "content": "As climate impacts continue to mount and sustainability disclosure requirements push insurers to focus more clearly on climate-related risks and opportunities, we expect to see more insurers explicitly integrate adaptation and resilience into their sustainability strategies. [...] To date, life and health insurers have tended to view these impacts as “second order.” However, as the scale of the climate health crisis becomes clearer, we expect this to change as insurers begin to factor climate change into mortality and morbidity assumptions and even decisions about who and where can be insured, with clear implications for the insurance industry’s impact on the ’social issues’ aspect of ESG.",
        "score": 0.7482976,
        "raw_content": "10 Insurance And Climate Actions For 2024\n \n\nsearch\n\n\nGlobal\n\nGlobal (English)\n\nAfrica, India, Middle East\n\n\nIndia (English)\n\nMiddle East (English)\nSouth Africa (English)\n\nAmericas\n\n\nBrazil (Português)\n\nCanada (English)\nCanada (Français)\n\nAsia Pacific\n\n\nChina (中文版)\n\nJapan (日本語)\nSoutheast Asia (English)\n\nEurope\n\n\nBelgium (English)\n\nFrance (Français)\nGermany (Deutsch)\nItaly (Italiano)\nNetherlands (English)\nNordics (English)\nPortugal (Português)\nSpain (Español)\nSwitzerland (Deutsch)\nUK And Ireland (English)\n\n\n\nsearch  search\nHighlights\n\n\n\n\nGlobal\n\nGlobal (English)\n\nAfrica, India, Middle East\n\nIndia (English)\nMiddle East (English)\nSouth Africa (English)\n\nAmericas\n\nBrazil (Português)\nCanada (English)\nCanada (Français)\n\nAsia Pacific\n\nChina (中文版)\nJapan (日本語)\nSoutheast Asia (English)\n\nEurope\n\nBelgium (English)\nFrance (Français)\nGermany (Deutsch)\nItaly (Italiano)\nNetherlands (English)\nNordics (English)\nPortugal (Português)\nSpain (Español)\nSwitzerland (Deutsch)\nUK And Ireland (English)\n\n\n\nsearch\n\n\nsearch  search\nHighlights\n\n\nmenu\n\nclose\n\n\n\nInsurance And Sustainability Opportunities For 2024\n10 trends for insurers to consider\nBy Anthony Bice, Robert Bailey, and Kerry Adams-Strump\n // . //  Insights //   Insurance And Sustainability Opportunities For 2024 \n\n\n\n\n\n\n\n\n\n\n\n\nThe sustainability agenda remains a complex area for insurers. While we expect many of the 2023 themes to persist in 2024, the challenges around strategy, transition planning, and reporting will only continue to increase, and the bar of stakeholder expectations continue to rise. With the need for climate adaptation and resilience finally on the mainstream agenda, and the accelerated focus on tangible actions in the real economy, the insurance industry cannot afford to deprioritize sustainability, notwithstanding the near-term implications of geopolitical unrest. We also anticipate that the growing focus on nature topics will ensure that it breaks through to the mainstream of board and management discussions. As ever, prioritization remains a challenge. Here, we suggest 10 major sustainability issues that should be at the top of every insurance executive’s list in 2024.\n1. The insurance industry plays a key role in the climate transition post-COP28\nWhile the final outcomes of COP28 may not be what many in the sustainability community wanted, we did see some meaningful progress in areas. In particular, the commitment to triple renewable energy production and double the rate of improvement in energy efficiency by 2030, and the increased focus on transition finance, have direct implications for the insurance industry. However, the insurance industry was disappointingly underrepresented in the main discussions, with a sense that it is on the periphery of the finance sector mobilization. Yet, many of these commitments will fail without the active involvement of insurers to derisk the rapid changes, and currently we see neither the capacity nor appetite (risk and investment) to meet the expected increase in demand. These barriers will not resolve themselves without earlier and more active participation from the insurance industry in the planning, financing and the development of new energy production and the transition of existing “brown” production. This will bring to bear not just the core risk transfer and pooling function of insurance, but also ensures development is carried out in a risk-managed way and the cost of risk is fully incorporated into funding plans. As the transition unfolds, insurers need to apply these capabilities not only to energy, but increasingly to clean infrastructure in other hard to abate sectors, including heavy industries, transportation, and construction.\n2. Climate transition plans 2.0\nWhile many companies have now published their first climate transition plans, several “early adopters” are now in the process of preparing their second plan. It is clear that expectations have risen significantly. While version 1 was typically a “plan for a (transition) plan,” version 2 needs to show in far more detail the levers companies will pull, how these impact on their emissions pathways, and ideally set out further targets. Working against this is how best to address the legitimate concerns, especially for listed companies, around making forward-looking statements that may imply growth and profitability pathways. As a result, we are seeing as much focus on positioning the messaging as in the underlying analysis, as well as increasing use of boilerplate disclaimers and far greater involvement of legal teams and law firms. The danger of course is that we end up with a document so denuded of content as to be no value to any user group, an expensive exercise in saying as little as possible.\n3. Refreshing targets and commitments\nMany companies, most notably those signed up to the net zero alliances, set interim targets for 2025 that need to be delivered by the end of 2024. With that deadline now quickly approaching, and in some cases with the target having already being met, many companies are revisiting their commitments. Now, with the learnings of the previous target-setting process and experience with delivering against them, we anticipate greater clarity and specificity in the next round of targets. At the same time, insurers are increasingly questioning the value of net zero emissions targets as an end in themselves, particularly given the lack of direct control over much of an insurer’s scope 3 emissions. Rather, leading insurers are looking to position these targets as part of a suite of ambitions and aspirations that focus on tangible outcomes where they can have the most impact. Overall, we expect this to translate into targets that are potentially fewer in quantity but higher in quality, designed to drive real world outcomes and shifts in portfolio alignment. Leadership will increasingly be understood in terms of action and delivery, with a tighter narrative thread between commercial and ESG ambitions. One area where we expect to see more activity is targets for underwriting — the first of which appeared in 2023 — and an increased recognition of the impact from managing claims supply chains with a sustainability lens.\n\n\nInsurers stand to benefit from increased customer satisfaction and loyalty. Our research has shown how people value companies’ support for their personal low-carbon ambitions\n\n4. Supporting individuals’ emissions reductions\nBecause home, motor and travel lines cover the lion’s share of a typical household’s carbon footprint, personal lines insurers are uniquely positioned to help consumers reduce their emissions. In doing so, insurers stand to benefit from increased customer satisfaction and loyalty — our research has shown how people value companies’ support for their personal low-carbon ambitions more than corporate commitments for example. To do this profitably, insurers will need to work with other actors to build new ecosystems — for home retrofits, low-carbon mobility or sustainable repairs. We also anticipate the emergence of new industry standards, or even regulation, to level the playing field for green reinstatement.\n5. Sustainability disclosure is becoming mandatory\nThe direction of travel is clear: audited climate and sustainability disclosures are becoming mandatory in a growing number of jurisdictions. At the forefront of this trend is the European Union’s Corporate Sustainability Reporting Directive (CSRD) for which the first disclosures are due in 2025. Consequently, CSRD readiness will continue to accelerate through 2024. Getting the initial double materiality assessment right is proving to be a critical first step, but, given the need for broad stakeholder engagement and extensive disclosure, can also be an effective launch pad for a wider discussion on how sustainability considerations should feed into strategy and risk management. We expect to see more insurers refresh their sustainability strategies in light of the results, as new ESG impacts, risks and opportunities come into focus. And because the double materiality assessment determines the scope of future disclosures, it has important long-run implications for reporting costs and risks. We will be watching to see how insurers begin to lay the groundwork for their first disclosures with descriptions of their CSRD work in their 2023 reports to be published in 2024.\n6. Scaling climate adaptation and resilience\nClimate adaptation and resilience presents a commercial opportunity for the insurance industry. Arguably, no other industry has such an important role to play in helping societies manage physical risks and build resilience to climate change, from how insurers underwrite and price for risk to how they fulfill claims and the influence they have on planning and construction. However, until now the topic has remained on the margins of most insurers’ sustainability strategies.\nAs part of a joint initiative between the United Nations Climate Change High-Level Champions, the United Nations Race to Resilience, the Adrienne Arsht-Rockefeller Foundation Resilience Center, and Marsh McLennan, Oliver Wyman launched a report, \"Building A Climate-Resilient Future,\" at COP28 setting out five priorities for how the industry can fulfill its potential, creating a $71 billion annual revenue opportunity while contributing to the resilience of millions of people.\nAs climate impacts continue to mount and sustainability disclosure requirements push insurers to focus more clearly on climate-related risks and opportunities, we expect to see more insurers explicitly integrate adaptation and resilience into their sustainability strategies.\n\n\nClimate adaptation and resilience presents a $71 billion annual revenue opportunity for the insurance industry\n\n7. The COP28 pledge to make health systems more climate-resilient\nWhile it has not been an area of significant focus to date, at COP28, 124 countries signed the first-ever Declaration on Climate and Health and $1 billion was pledged to make health systems more climate-resilient and better able to meet climate change’s mounting health consequences. The actions reflect a growing body of research — including a project Oliver Wyman is working on in collaboration with the World Economic Forum — indicating that climate change is becoming a health emergency. There is barely a disease category that will not be impacted in some way, whether it is increased prevalence of mosquito-borne diseases, prolonged periods of extreme heat exacerbating cardiovascular and respiratory illnesses, or water scarcity forcing people to use contaminated water, leading to more cases of cholera, dysentery, and typhoid. The health consequences will not just be felt physically. Research from the World Health Organization shows that the climate crisis is triggering a mental health crisis — with instances of stress, anxiety, and post-traumatic stress disorder on the rise. This issue also cuts across to naturerelated risks, including the degradation of the natural environment, for example through deforestation, which will have air quality impacts.\nTo date, life and health insurers have tended to view these impacts as “second order.” However, as the scale of the climate health crisis becomes clearer, we expect this to change as insurers begin to factor climate change into mortality and morbidity assumptions and even decisions about who and where can be insured, with clear implications for the insurance industry’s impact on the ’social issues’ aspect of ESG.\n8. Integrating sustainability operating models and the role of chief sustainability officer\nInsurers are continuing to address climate and sustainability via a broad range of operating models from stand-alone independent sustainability teams to fully integrated models, with a variety of structures in between. Ownership and reporting lines also vary, though we observe a recent trend towards alignment to the chief financial officer (CFO) as sustainability reporting (for example, CSRD and ISSB) considerations come to the fore. We also see chief underwriting officers taking broader roles to capture business arising from the energy transition and wider reorganizations to improve responsiveness to client needs, for example through the creation of energy transition verticals.\nAs the focus of insurers’ sustainability efforts shift from ambition to application, we expect the role of chief sustainability officers (CSOs) to become more challenging. It will be less about understanding the science (although that will remain important) and more about how to influence the way the insurer operates across the full range of strategic and operational disciplines. This may lead to the CSO becoming an executive committee role, but will certainly require the sponsorship and support of a senior figure in the organization, and a much more multi-disciplinary and federated supporting team. In all cases, cultivating productive relationships with CFOs, chief risk officers (CROs), Human Resource Development (HRDs) and corporate affairs directors as well as business heads will continue to be crucial.\n9. Beyond climate — the increased focus on nature\nIn 2023, we saw the nature agenda continue to accelerate. With the publication of the Taskforce on Nature Related Financial Disclosures (TNFD) final recommendations and the inclusion of nature in the CSRD’s ESG framework, insurers are now busy assessing their nature-related impacts and risks across their investment and underwriting activities. Our work with clients on CSRD preparation has revealed that insurers frequently have material nature-related impacts that will need to be measured and managed — and then reported — going forward. In 2024, we expect to see leading insurers make their first TNFD-aligned disclosures and begin to pilot nature-related scenario analysis for their most material exposures. Work will also begin on integrating nature into the existing transitions plans.\n\n\nThe nature agenda continues to accelerate. In 2024, we expect leading insurers to make their first TNFD-aligned disclosures and pilot nature-related scenario analysis\n\n10. The next generation of sustainable funds\nTurning to the asset side of the balance sheet, we expect to see insurers direct more of their sustainable investments into thematic funds aligned to net-zero and, increasingly, nature-positive transitions. As we have argued elsewhere, these might include “carbon improver” strategies targeting firms in high-carbon sectors delivering sustained emissions reductions; funds investing in businesses that enable wider transition; and venture capital funds targeting breakthrough technologies. This targeted approach will allow insurers to pursue cross-balance sheet strategies, simultaneously de-risking and financing the transition, whilst developing the next generation of sustainable investment solutions for their clients.\n\nRead our perspective\nInsurance And Sustainability Opportunities For 2024\n\nDownload\n\nClimate and Sustainability\nEnergy and Natural Resources\nInsurance and Asset Management\nNature\nReinventing Insurance\n\nAuthors\n\nAnthony Bice,\nRobert Bailey, and\nKerry Adams-Strump\n\nYou Might Be Interested In\nBuilding A Climate Resilient Future We share how the global insurance industry can adapt to climate change, seize opportunity, and build a climate-resilient future.Insurance And Sustainability Opportunities For 2023 The sustainability agenda for insurers is evolving rapidly. Our pick of 10 opportunities that should be at the top of every executive’s list in 2023.From Climate Risk To Opportunity New climate regulation represents a step change for insurers — but also, a commercial opportunity for the insurance industry.Reinventing The European Life Insurance Industry Market insights, industry analysis, and key operating model changes insurers can take to meet evolving customer needs and drive business value creation.10 Asset Management Trends For 2024 Discover emerging 2024 trends for the asset management industry, including ESG investing, the asset management-led insurer, gen AI, and post-deal integration.Win In The Small And Medium-Size Commercial Insurance Market Win, thrive and gain market share in the small and medium business insurance market. We explore 10 opportunities for the top of every insurance carrier’s list.\n\nMarsh McLennan is the leader in risk, strategy and people, helping clients navigate a dynamic environment through four global businesses.\n\n\n\n\n\n\n\n\nShare\n\n\n\n\n\n\n\n\n\nTerms Of Use\n\nPrivacy Notice\nCookie Notice\nStatement On Accessibility\n\nManage Cookies\n\n\n© 2025 Oliver Wyman, LLC. All Rights Reserved.\n\n"
    },
    {
        "title": "Riding the Storm: Preparing for Climate Risks in the 2025 Insurance ...",
        "url": "https://www.earthvisionz.com/blog/riding-the-storm-preparing-for-climate-risks-in-the-2025-insurance-landscape",
        "content": "As we look ahead to 2025, the insurance industry finds itself grappling with escalating climate risks. Recent analyses, including insights from Alera Group's Property and Casualty Market Outlook and Moody's assessment of the US commercial property and casualty (P&C) sector, depict an industry seeking stability amid intensifying natural disasters. Positive Yet Cautious Outlook The Alera",
        "score": 0.7366474
    },
    {
        "title": "2025 global insurance outlook | Deloitte Insights",
        "url": "https://www2.deloitte.com/us/en/insights/industry/financial-services/financial-services-industry-outlooks/insurance-industry-outlook.html",
        "content": "For life insurers, climate change impacts health/morbidity and mortality in a more subtle way. Factors such as poor air quality due to increased pollution or wildfire smoke can exacerbate respiratory and cardiovascular conditions, leading to higher morbidity and premature mortality.90 To help minimize the overall risk profile, insurers, in partnership with other stakeholders, could explore collaborative investments in communities residing in these detrimental living conditions and promote [...] 76.  Renea Burns, Tim Coy, and Niall Williams, “Climate change impacts elevate US commercial real estate insurance costs,” Deloitte Insights, May 29, 2024.\nView in Article\n77.  Kelly Cusick, David Sherwood, Michelle Canaan, and Namrata Sharma, “Bridging insurance gaps to prepare homeowners for emerging climate change risks,” Deloitte Insights, May 2, 2024.\nView in Article\n78.  Ibid.\nView in Article\n79.  Ibid.\nView in Article\n80.  Discussion with Deloitte subject matter specialists, June 2024. [...] Insurance regulators and several government entities around the world are asking for greater transparency from insurance providers in how they account for climate risks in their investment strategies. They are also focused on making insurance coverage accessible and affordable for consumers, especially those in more vulnerable communities.23",
        "score": 0.7325349,
        "raw_content": "Published Time: 2024-09-28T18:30:00Z\n2025 global insurance outlook | Deloitte Insights\nDeloitte Insights and our research centers deliver proprietary research designed to help organizations turn their aspirations into action.\nDELOITTE INSIGHTS\n\nHome\n\nSpotlight\n\nWeekly Global Economic Outlook\nTop 10 Reading Guide\nFuture of Sports\nTechnology Management\nGrowth & Competitive Advantage\n\n\n\nTopics\n\nEconomics\nEnvironmental, Social, & Governance\nOperations\nStrategy\nTechnology\nWorkforce\nIndustries\n\n\n\nMore\n\nAbout\nDeloitte Insights Magazine\nPress Room Podcasts\n\n\n\nDELOITTE RESEARCH CENTERS\n\n\nCross-Industry\n\nHome\nWorkforce Trends\nEnterprise Growth & Innovation\nTechnology & Transformation\nEnvironmental & Social Issues\n\n\n\nEconomics\n\nHome\nConsumer Spending\nHousing\nBusiness Investment\nGlobalization & International Trade\nFiscal & Monetary Policy\nSustainability, Equity & Climate\nLabor Markets\nPrices & Inflation\n\n\n\nConsumer\n\nHome\nAutomotive\nConsumer Products\nFood\nRetail, Wholesale & Distribution\nHospitality\nAirlines & Transportation\n\n\n\nEnergy & Industrials\n\nHome\nAerospace & Defense\nChemicals & Specialty Materials\nEngineering & Construction\nIndustrial Manufacturing\nMining & Metals\nOil & Gas\nPower & Utilities\nRenewable Energy\n\n\n\nFinancial Services\n\nHome\nBanking & Capital Markets\nCommercial Real Estate\nInsurance\nInvestment Management\nCross Financial Services\n\n\n\nGovernment & Public Services\n\nHome\nDefense, Security & Justice\nGovernment Health Care\nState & Local Government\nWhole of Government\nTransportation & Infrastructure\nHuman Services\nHigher Education\n\n\n\nLife Sciences & Health Care\n\nHome\nHospitals, Health Systems & Providers​\nPharmaceutical Manufacturers​\nHealth Plans & Payers​\nMedtech & Health Tech Organizations\n\n\n\nTech, Media & Telecom\n\nHome\nTechnology\nMedia & Entertainment\nTelecommunications\nSemiconductor\nSports\n\n\n\n\nFinancial Services ------------------\n\n\nSECTORS\n\nBanking & Capital Markets\nCommercial Real Estate\nInsurance\nInvestment Management\nCross Industry\n\n\n\nTOPICS\n\nAI in Financial Services\nBusiness Transformation\nDiversity, Equity, & Inclusion\nFSI Predictions\nFuture of Financial Services\nRegulatory Strategy\nSustainability & Climate\nTechnology Innovation\n\n\n\nRESEARCH CENTERS\n\nCross-Industry\nEconomics\nConsumer\nEnergy & Industrials\nFinancial Services\nGovernment & Public Services\nLife Sciences & Health Care\nTech, Media & Telecom\n\n\n\n\nSorry, no results found.\nSearch Suggestions\n\nCheck your spelling\nTry more general words\nTry different words that mean the same thing\n\nOpen in new window\n\n\nFor You\nWelcome!\nFor personalized content and settings, go to your My Deloitte Dashboard\nLatest Insights\n### Creating opportunity at the intersection of climate disruption and regulatory change Article • 7-min read\n### Better questions about generative AI Article • 2-min read\n\nRecommendations\n### Tech Trends 2025 Article\n### TMT Predictions 2025 Article\nAbout Deloitte Insights\n### About Deloitte Insights\n### Deloitte Insights Magazine, issue 33 Magazine\nTopics for you\n\nBusiness Strategy & Growth\nLeadership\nOperations\nMarketing & Sales\nDiversity, Equity, & Inclusion\nEmerging Technologies\nEconomy\n\nWatch & Listen\n### Dbriefs Stay informed on the issues impacting your business with Deloitte's live webcast series. Gain valuable insights and practical knowledge from our specialists while earning CPE credits.\n### Deloitte Insights Podcasts Join host Tanya Ott as she interviews influential voices discussing the business trends and challenges that matter most to your business today. \nSubscribe\n### Deloitte Insights Newsletters Looking to stay on top of the latest news and trends? With MyDeloitte you'll never miss out on the information you need to lead. Simply link your email or social profile and select the newsletters and alerts that matter most to you.\n\n\n2025 global insurance outlook: Evolving industry operating models to build the future of insurance\nFocusing on agility, innovation, and customers to help navigate complexities and meet new demands\nArticle\n• \n23-min read\n• \n29 September 2024\n• \nDeloitte Center for Financial Services\n\nShare\ntwitter\nlinkedin\nfacebook\n\n\nPrint\n\nKarl Hersch\nUnited States\nKarl Hersch\nVice chair and US leader | Insurance\nUnited States\nKarl is Deloitte’s US Insurance Leader responsible for leading the firm’s overall insurance sector strategy, bringing the firm’s practice areas together to serve Deloitte’s portfolio of insurance clients.\nThroughout his 30-year career, Karl has served the financial services and insurance industries extensively, providing him with a well-rounded understanding of the most complex and critical issues clients face. Karl has experience working across Deloitte’s Audit, Advisory and Consulting businesses, enabling him to bring Deloitte’s best to our clients. He served as the Insurance Finance Transformation practice leader and the FSI Enterprise Performance practice leader.\nKarl’s vision as the US Insurance Leader is to inspire our clients and professionals to recognize the remarkable purpose-driven impact the insurance sector has on society through personal and commercial risk management, security and safety services and products, and on long-term wealth creation and preservation.\nkhersch@deloitte.com\n+1 908 377 6365\n\n\n\nJames Colaço\nCanada\nJames Colaço\nPartner, Global Insurance Sector Leader\nCanada\nCurrently serving as our Global Insurance sector leader and the lead consulting partner for one of its largest accounts, James operates within our Financial Services industry group. He is also a strategy partner in the Canadian Monitor Deloitte practice.\nWorking around the world throughout his career, James has led numerous strategic, operational, and transformational engagements with both local and global insurers. His areas of focus include corporate and business unit strategy, customer and product innovation, business case development, and large-scale business transformation.\nA frequent speaker at industry events, including the National Insurance Conference of Canada, Canadian Insurance Financial Forum, and Northwind Professional Institute, James enjoys riffing on all matters insurance. At the University of Toronto, he earned his MBA at the Rotman School of Management and a BASc in aerospace engineering.\njacolaco@deloitte.ca\n416-301-7259\n\n\n\nMichelle Canaan\nUnited States\nMichelle Canaan\nSenior research leader, insurance\nUnited States\nMichelle Canaan is the insurance research leader at the Deloitte Center for Financial Services. As a subject matter specialist for the insurance industry, Canaan produces thoughtware on current and future trends, including strategies and solutions for our clients. Several papers most recently authored are, Life and annuity insurers consider the path less traveled: Core-system modernization is becoming table stakes and 2024 global insurance outlook: Insurers evolving to address changing operating environment and precipitate even greater societal impact.\nmcanaan@deloitte.com\n+1 212 436 3291\n\n\n\nJim Eckenrode\nUnited States\nJim Eckenrode\nManaging Director | Deloitte Services LP\nUnited States\nJim is the managing director of the Deloitte Center for Financial Services, where he is responsible for defining the marketplace positioning and development of the Center’s eminence and key activities. Jim is frequently a keynote speaker at major industry and client conferences. Prior to joining Deloitte, Jim served in several research and consulting leadership roles at TowerGroup.\njeckenrode@deloitte.com\n+1 617 585 4877\n\n\n\n\nHow can insurers adapt to the rapid pace of change?\nInsurance is a fundamental component of economy and society: It underpins progress and helps power humanity forward more securely. However, the risk-averse nature of insurers’ cultures and their focus on underwriting margins and solvency have generally reinforced a restrained pace in terms of its own innovation and modernization.\nThis has often resulted in unsustainable or nonoptimal strategies to respond to less predictable spikes or dips in specific business lines and profitability. For example, high inflation and increasingly erratic climate-related losses put pressure on non-life insurance lines’ profitability over the past few years.1 Many insurers responded by hiking premium pricing2 and even pulling back coverage for certain high risks.3 Moreover, as interest rates rose, life insurance and annuity carriers jockeyed for position in a crowded field to take advantage of the surge in consumer interest in savings-linked products. These short-term strategies helped drive the best year-over-year underwriting results for property and casualty (P&C) carriers since 2007 in the first quarter of 2024,4 and the highest first quarter sales of annuities for life and annuity (L&A) providers since the 1980s.5\nFinancial services industry outlooks ------------------------------------ Read more from the Deloitte Center for Financial Services' 2025 industry outlooks collection \nBut, as risks become more complex and unpredictable and consumers more empowered, particularly with generative AI tools at their fingertips, insurers can no longer evaluate risks through the rear-view mirror. They should continue to evolve the way insurance works and how they interact with customers and distributors. It is becoming increasingly important for carriers to elevate technological and operational excellence, innovate product solutions, and broaden the insurance value proposition—making the insurance safety net more reliable, accessible, and resilient. By modernizing and streamlining infrastructure, operations, and business models, insurers can develop a more forward-looking approach to risk modeling, assessment, analysis, and mitigation.\nAs insurers evolve their business models, it will be important to maintain trust with the customers and markets they serve. For example, after a period of consumer “sticker shock” from large non-life premium increases,6 coverage pullback,7 and fears of surveillance from advanced technologies,8 the industry may first need to rebuild goodwill among stakeholders to help support their objectives. Indeed, machine learning and AI can amass and analyze vast amounts and sources of data, but insurers should provide transparency and fairness to help make these approaches acceptable to consumers and regulators.\nMoreover, rapidly evolving customer preferences and technological advancements may make it harder for carriers to compete alone. Building or acquiring new products and capabilities can be time-consuming, uncertain, and capital-intensive. It may become increasingly necessary to partner with vendors that can provide carriers with the speed needed to meet customer and distributor demands and the flexibility to more efficiently adapt to economic, geopolitical, or climate-related turmoil.\nAmid this transformation, new tax rules are expected to present challenges and opportunities for insurance tax departments around compliance, including strategies around data collection, reporting, scenario planning, and corporate restructuring. Insurers may also need to consider changes to pricing, cost optimization, and M&A strategies in light of the erosion of tax benefits and uncertainty around the impact of new tax laws.\nAs known risks escalate and unknown risks arise, insurers should remain a resilient source of financial security in an environment of change and uncertainty. This will likely require agile, innovative operating models and adoption of advanced technologies. As the pace of change accelerates, insurers should consider becoming nimbler to help them quickly and effectively adapt to how they interact with consumers, distributors, government agencies, ecosystem partners, and even their own workforce.\nHow can each sector keep up with rapid change to create opportunities for long-term growth and inclusivity in 2025?\nNon-life (property and casualty) sector\nOverall, the non-life (P&C) insurance sector in the United States achieved a US$9.3 billion underwriting gain in the first quarter of 2024—a significant recovery from the US$8.5 billion loss in the previous year’s corresponding quarter.9 The industry’s combined ratio improved to 94.2% in the same quarter, year over year, driven by multiple rate increases in the personal lines sector, which outpaced claims costs.10\nPretax operating income increased by 332%, to US$30 billion, in the first quarter of 2024, year over year, which was bolstered by underwriting gains and a 33% increase in earned net investment income.11 The sector’s net premium growth of 7.4%, combined with a 2.2% reduction in incurred losses and loss-adjustment expenses, further strengthened its financial position in the same period.12\nIn commercial lines, US insurers should address escalating loss trends in areas like employment practices liability insurance and may choose to adopt a cautious approach to some of the underpriced segments, such as directors’ and officers’ liability.13 As social inflation—the rising costs of insurance claims resulting from litigation over plaintiffs seeking large monetary relief for injuries—leads to larger settlements and jury verdicts, insurers appear increasingly compelled to bolster their liability reserve estimates.14 While this has historically has been a growing issue in the United States, there are now signs of social inflation challenges in Australia as well.15\nGeopolitical tensions, particularly in regions like Russia-Ukraine and the Middle East, continue to heighten risk assessments. This is prompting insurers to scrutinize things like cyber, political, and marine exposure more meticulously.16\nFor the first time in six years, worldwide insured losses from natural catastrophes surpassed US$100 billion without a single event causing over US$10billion in damages.17 This indicates a broader spread of smaller, yet costly, events. It also underscores a need for the reinsurance industry to closely monitor and reassess underwriting practices as more geographic areas fall into high-risk zones.\nEconomic losses from natural catastrophes reached US$357 billion in 2023 globally. Yet only 35% of these losses were insured, leaving a protection gap of 65% or US$234 billion.18 This gap is particularly pronounced in countries in the Middle East, Africa, and Asia (figure 1).\nTable of contents\n\nInsurers adapting to rapid change\nLong-term growth and inclusivity in 2025\nAI leaving insurers on the outside looking in\nGetting data and governance right for AI\nRight talent and culture to capitalize on AI\nElevating societal purpose in a financially sustainable way\nNew global tax requirements\nThe road less traveled\n\n\nShare image\n\nShare\ntwitter\nlinkedin\nfacebook\n\n\n\nOr copy link\nCopy\nTo remain viable, insurers implemented higher-than-average price increases across many P&C insurance lines.19 Globally, non-life premiums grew by 3.9% year over year in real terms in 2023, partly because insurers increased rates to offset rising claims costs.20 In the United Kingdom and Australia, for example, personal property and auto insurance premium growth outpaced inflation and disposable income growth over the past three years.21 In Germany and Japan, property insurance premiums exceeded increases in income and inflation, and auto premiums grew more moderately.22\nThis strategy seems to be improving insurers’ profitability. But for consumers, it could make it more difficult to afford coverage options for damages due to the increasing frequency and severity of catastrophes.\nInsurance regulators and several government entities around the world are asking for greater transparency from insurance providers in how they account for climate risks in their investment strategies. They are also focused on making insurance coverage accessible and affordable for consumers, especially those in more vulnerable communities.23\nVoluntary disclosures, such as the Task Force on Climate-related Financial Disclosures, the Carbon Disclosure Project, and the Global Reporting Initiative, continue to shape this landscape.24 But recent regulatory updates aim to bolster transparency and investor confidence and provide more robust strategies for assessing progress (figure 2).\n\nShare image\n\nShare\ntwitter\nlinkedin\nfacebook\n\n\n\nOr copy link\nCopy\nThere may be reason to be optimistic that non-life sector performance could improve in 2025. The recent surge in claims severity, driven by higher inflation and supply chain shortages, is waning.25 This, combined with rapid growth in written premiums from sizable rate increases and higher investment yields, is expected to provide some relief.26\nAt a global level, estimates suggest that insurers’ return on equity could improve to about 10% in 2024 and 10.7% in 2025.27 Insurance premiums are estimated to grow by 3.3% in 2024, with advanced markets contributing 75% of the expansion in premium volumes (figure 3).28\n\nShare image\n\nShare\ntwitter\nlinkedin\nfacebook\n\n\n\nOr copy link\nCopy\nProfitability is expected to improve in the United States as well. Estimates suggest a reduction in the combined ratio for the non-life sector to 98.5% in both 2024 and 2025, from an estimated 103% in 2023.29 The sector is expected to continue to benefit from deceleration in claims costs because of lower inflation, which decreased to 3% in June 2024 after reaching a peak of 9.1% in June 2022.30\nAs carriers regain their footing, emerging risks and changing customer expectations could present numerous growth prospects for non-life insurance carriers in 2025.\nFor example, a recent Deloitte FSI Predictions article revealed that businesses across all industries are investing in and deploying AI,31 and the liabilities arising from its use and development can potentially be massive for non-life insurers.32 The research predicts that by 2032, insurers could potentially generate approximately US$4.7 billion in annual global premiums from AI-related insurance, yielding a robust compounded annual growth rate of around 80%.33\nDemand for customer-centric experiences has contributed to the popularity of embedded insurance (distributing insurance policies at the point of sale), which is projected to exceed US$722 billion in premiums globally by 2030.34 Embedded insurance allows insurers to bundle products and offer integrated solutions through partnerships with industries like automotive, retail, and real estate.35 For example, to reach a broader audience, insurers are partnering with real estate companies to offer homeowner’s insurance directly through the real estate’s sales platform. Such partnerships could provide customers quick and easy access to insurance, as well as broaden distribution options for insurers. They also typically require a less significant investment of capital or time compared to build-or-buy alternatives.36\nLife and annuity sector\nIn the L&A sector, persistently elevated interest rates have driven demand for savings-type products.37 In fact, total US annuity sales increased 23% year over year to US$385 billion in 2023, led by a 36% jump in fixed annuities, to US$286.2 billion.38 In the first half of 2024, total US annuity sales rose 19% to US$215.2 billion, year over year, with registered index-linked annuities and fixed-income annuities setting new records.39 Even as the Federal Reserve signals cuts to interest rates, annuity buyers looking to lock in higher guarantees are now driving a further surge in sales.40 Tailwinds from the growing middle class in emerging markets, and declines in pension provisions from governments and businesses are expected to continue to fuel growth in savings products over the next several years.41\nWhile annuities seem to be dominating the headlines, new annualized life insurance premiums, which have set a sales record in each of the past three years, also benefited from an additional 1% growth in 2023, to US$15.7 billion.42 However, in the first quarter of 2024, both total new premiums and total number of policies sold fell 1% year over year.43 Notwithstanding the modest drop, younger demographics (below 50 years of age) are the ones driving life application growth, and social media is a key factor in educating and influencing these consumers about life insurance products.44\nLife premiums are expected to increase 1.5% through 2025 in advanced markets. Strong sales in more emerging markets like China, India, and Latin America could potentially boost premiums by 7.2% and 5.7% in 2024 and 2025, respectively (figure 4).45\n\nShare image\n\nShare\ntwitter\nlinkedin\nfacebook\n\n\n\nOr copy link\nCopy\nHigher interest rate levels are also fueling better investment yields for life carriers, which is expected to boost profitability through 2025.46\nWhile these carriers appear to be enjoying the current environment, they may also recognize that neither the pandemic-fueled interest that boosted mortality product sales nor the higher interest rates that drove interest in savings products are likely sustainable growth drivers. Meaningful transformation may be necessary to help support long-term success.\nTo achieve the levels of operational excellence and strategic nimbleness that entice both consumers and distributors, many L&A carriers may need to invest in core system modernization, automation, and process redesign initiatives.\nL&A core system modernization would not necessarily require replacement or conversion of infrastructure, but an analysis of what the current architecture cannot support, which capabilities may be required going forward, and then prioritizing where to invest. One solution may be to invest in an application programming interface-based architecture, which can enable digital distribution and give carriers more flexibility with distribution channel interactions.\nTo further improve their competitive advantage with intermediaries, carriers may consider providing predictive models to brokers and advisors. This can help differentiate the distribution experience by enabling more effective targeting of prospects who are most likely to purchase L&A coverage.\nThere are vast unmet needs for global life insurance and savings: In the United States alone, the mortality coverage gap is an estimated US$25 trillion,47 while the current global retirement savings gap is around US$70 trillion.48 Meeting these needs could be a large opportunity for insurers that effectively leverage digital advances.\nInsurers that have these capabilities could make it easier for consumers to learn about and buy L&A products and make selling these policies to lower-income populations more profitable. For example, currently in Brazil, a key development is helping to democratize life insurance. Digital banking in the region has increased the banked population in the past decade, contributing to higher financial inclusivity. These banks are now adding life insurance to their service offerings, enabling millions to have access to these products for the first time.49\nMoreover, by modernizing their operating models by breaking down silos and becoming more customer- and product-centric, carriers can improve their ability to respond quickly to changes and disruptions in the market. Since so many business-critical systems and processes span various functions and ancillary applications, any inefficiencies can slow the pace of business and directly impact customers and distributors. Investments in process redesign and straight-through processing can improve experiences, reduce costs, and help enable scalable, profitable growth. Many carriers are also turning to outsourcing; they are using managed services and third-party administrators to help improve operational efficiency and reduce costs (figure 5).\n\nShare image\n\nShare\ntwitter\nlinkedin\nfacebook\n\n\n\nOr copy link\nCopy\nLife and annuity carriers are experiencing record-high sales volumes. Still, these results could be even better if carriers were able to penetrate more of the global market. Absent transformation that may be needed to minimize the customer and distributor impact from back-office inefficiencies and aging core systems, carriers will likely be challenged to grow current levels of profitability, especially during periods of disruption and fluctuating demand.\nGroup insurance\nRelatively high persistency (renewal premiums) and elevated wage inflation have helped group insurance performance results over the past few years, reducing reliance on new sales growth. But diminishing persistency due to a slower pace of employment growth is expected for 2025. Deloitte economists forecast US unemployment to rise above 4% by 2026 and the employment cost index to decline to 3.3% in 2025, from 4% in 2023.50 Group carriers may need to consider some alternative avenues for growth in 2025.51\nGroup life insurance sales for the fourth quarter of 2023 totaled US$857 million, an 8% increase year over year, while the annual growth rate was 6%.52 However, in the first quarter of 2024, total new premiums for workplace life insurance declined 2% year over year.53\nSupplemental health insurance sales, which include accident, critical illness and cancer, and hospital indemnity, posted a 5% annual growth in 2023, year over year,54 and an increase of 3% in the first quarter of 2024, compared to the same period last year.55 One survey revealed that 86% of respondents consider it very important for employers to offer them supplemental insurance benefits to protect against the loss of income or expenses arising from an unexpected event.56\nDisability insurance had mixed results: Sales increased by 8% overall in 2023 compared to 2022,57 but decreased by 12% year over year in the first quarter of 2024.58 However, long-term disability incidence rates continue to trend downward,59 which could be due to wage inflation remaining relatively high. This may be enticing workers who might otherwise opt to claim disability benefits to do their best to stay in the labor market.\nAs employers across industries continue to face substantial competition for talent, more than 70% of respondents to a 2023 US consumer sentiment survey say their company’s benefits package is critical to attracting and retaining the best employees.60 Likely because of this high interest, 51% of respondents to the same survey said their company will increase benefits offerings in the future.61 To take advantage of this potential uptick in demand for employee benefit offerings, carriers will likely need to find ways to stand out in an intensely competitive environment.\nTo differentiate themselves, carriers could consider developing alignments with ecosystem participants that can provide advanced administration platforms, as well as with insurtechs that offer skills, capabilities, and data sources that group carriers do not otherwise have access to. For example, in July 2023, Prudential Financial announced a partnership with Nayya to harness AI and data science to help employees make better workplace benefits decisions during open enrollment.62\nCould artificial intelligence leave insurers on the outside looking in?\nOne important piece of insurers’ transformation journeys across all sectors could be effectively embedding advanced technology capabilities into their business models. Insurers have been working with AI tools for several years. However, until very recently, many insurance leaders may not have seen the need to focus on strategically embedding AI throughout the organization.\nBut following the release of multiple publicly available gen AI tools over the past two years, AI seems to be having its “iPhone moment.\"63 Free public access and increasing curiosity is driving experimentation and adoption across industries and among consumers as they begin to realize the true transformative capabilities of these tools. Even for the most risk-averse insurers, gen AI is at an inflection point, driving multiple commitments and investments in the AI space.\nIn fact, in a June 2024 survey of 200 US insurance executives conducted by the Deloitte Center of Financial Services, 76% of respondents said that their organization has already implemented gen AI capabilities in one or more business functions.64 Many insurers in Asia Pacific are also leaping ahead with AI and gen AI implementation initiatives, primarily driven by favorable technical talent availability and cultural acceptance in the region.65 One example is Hong Kong–based life insurer AIA Group, which plans to transition from investing in foundational tech and data transformation to embedding intelligence, including gen AI, into distribution, operations, and customer service.66 Moreover, Shenzhen-based insurer Ping An owns the second highest number of patents on gen AI technology in the world, only behind Chinese tech giant Tencent.67\nWhile many insurers remain in the proof-of-concept stage, some are starting to integrate gen AI into prioritized areas like claims and customer service. These use cases may provide better risk-reward and scalability opportunities in the short term, both from a regulatory perspective and acceptance within insurance organizations. In fact, a Deloitte Center for Financial Services (DCFS) survey of insurance executives found that the areas with the highest number of gen AI implementations to date were in distribution, risk management, and claims handling.68\nFor an impactful approach to scaling, it is important for insurers to have the right value levers. Over the next few years, realizing efficiencies and enhancing experience (for both customers and employees) could turn out to be more important than measuring direct business growth. Most respondents surveyed by the DCFS said they are using profitability, efficiency in handling customer queries, and employee satisfaction scores as key success metrics for assessing current and future gen AI initiatives.69\nGetting data and governance right could be foundational to AI strategy\nInsurers may not be able to realize business value without accurate underlying data to train and feed the models. Respondents to the DCFS survey revealed that data security and privacy, data quality, and data integration (internal and external) were the top challenges for implementing gen AI adoption at scale.70\nWhile insurers have prioritized building the data foundation over the last decade to enable analytics and digital capabilities, the focus is now on enabling their data ecosystems to be able to support and scale AI. This includes fostering a convergence that supports both real-time and batch environments. There is also a growing trend toward developing data products, which means establishing a data environment to support use cases such as pricing optimization, fraud detection, segmentation, churn, and lifetime value. These data products are facilitated by data mesh architecture, which enables insurers to transition away from massive data warehouses toward a more compartmentalized approach that is tailored to specific business needs and can underpin scaling AI.\nEffective governance for AI includes robust data management and control. As AI adoption exposes the organization to a myriad of risks—from hallucinations to propagating biases in data—insurers are actively working to thoroughly understand their data sources and inventory. Focusing on governance and data management could be critical for compliance, while developing frameworks of transparency and accountability can help foster a culture of responsible AI use.\nGetting the right talent and culture to capitalize on AI opportunities\nDeveloping this culture of accountability among the workforce could be crucial: Employees already perceive employers to be as much as 2.3 times less empathetic and human when AI tools are offered.71 The success of AI initiatives relies on having buy-in from the workforce, so as insurers develop their strategies, they should emphasize human sustainability, where organizations choose to focus more on how they can help their employees rather than how their employees can benefit their bottom line.72 Therefore, AI initiatives designed to help employees do their jobs with less friction are likely to be successful ones.\nWhen asked about organizational readiness for gen AI adoption in the DCFS survey, respondents said they are least prepared in terms of talent availability and existing talent skillsets compared to other readiness factors.73\nAs expected, respondents said they are rethinking their talent strategies and organizational structures to adapt to the new AI reality. Although many insurers are already undergoing long-term organizational structural changes that can complement AI efforts, such as shifting to skills-based frameworks and promoting cross-functional collaboration, they are also focusing on some areas to prepare their organizations for AI in the short term.\nThe need for more technical talent is clear. In the DCFS survey, prioritizing candidates with digital literacy and AI knowledge for new job openings was the top-ranked change that respondents are making in terms of how they manage and hire talent to prepare for the long-term adoption of AI,74 Beyond technical skills, insurers will likely also need to hire for uniquely human capabilities such as imagination, curiosity, empathy, and analytical thinking to differentiate themselves because rote tasks could become increasingly automated.\nHowever, relying on new talent won’t be enough. Many insurers are also focusing on developing their existing internal talent, in which AI can be an educational aid itself. For example, Zurich is using analytics to assess workers’ current skills and future skill requirements to curate learning and development opportunities.75 Insurers may also choose to rely more heavily on outsourcing and shared services if they are unable to attract and develop their own internal talent in the short term.\nAs insurers continue to invest heavily in AI technology, they may need to complement it with investments in talent. According to Sandee Suhrada, principal at Deloitte Consulting LLP, “In the AI space, technology and talent are two sides of the same coin. Insurers are building AI technology for the talent, by the talent.”\nHow can insurers elevate their societal purpose in a financially sustainable way?\nAt face value, it may seem that insurers could be forced to confront the choice between doing well or doing good. But this does not necessarily need to be the case.\nOver the past few years, the rise in extreme weather events, combined with high inflation raising the cost to repair vehicles, homes, and commercial real estate,76 pushed claims losses to unprofitable levels in related lines of business.77 To return to profitability, many insurance providers hiked premiums in impacted lines; some even retracted coverage altogether.78 Faced with fewer options and rising costs of coverage, more and more customers are now at risk of being underinsured or uninsured.79\nWhile this scenario may seem dire, insurers who innovate and collaborate could use this as an opportunity to foster resilience and sustainability and create a better balance between profitability and equity. Emerging technologies and alternative data sources are now available to help stem the mounting losses, which can benefit many stakeholders. Insurers should ensure these technologies and data sources are used properly and with transparency to build trust and be recognized as stewards of purpose.\nHowever, a perceived lack of transparency around the collection and use of some of the data currently being included in underwriting decision-making is becoming concerning to both consumers and regulators. For example, while consumer uptake of telematic devices that monitor driving behavior has been underwhelming since its inception in some regions,80 it is now possible for insurers to harvest this data from less obvious sources, such as apps that drivers already have on their phones.81 They can then use this data to underwrite policies, often without full transparency to the driver.82\nWhile these data points can generate more precise underwriting, to help minimize mistrust among consumers and regulators, insurers should be transparent and disclose the information they are using to rate drivers. Insurers can also consider incentivizing mitigation strategies, such as issuing a driving score (similar to a credit score) to policyholders. These scores can be raised when driving behavior improves and then reflected in pricing.\nMoreover, as technology evolves, insurance companies should work to free their underwriting models of all inherent bias. This could be particularly important where those preconceptions adversely affect vulnerable communities already plagued with affordability and access challenges due to their location. Regulators are already looking into this. For example, Colorado is currently developing a regulatory framework for insurers to help prevent bias and discrimination in AI models.83\nInsurers are also recognizing the importance of conserving natural capital to drive down claims costs. They may need to guide clients to move away from a linear economy (take-make-waste) to a circular economy approach (reuse-transform-recycle). Doing so can help foster an ongoing product life cycle,84 ensuring that the parts used to repair damaged assets stay in circulation for a longer time. For example, some European insurers allow auto vendors to reuse spare parts for repairs, making the process environmentally friendly as well as economical.85\nInsurers could further incentivize supply chain partners to use renewable raw materials and recycle end products, as well as convert their own insurance products into services like usage-based auto insurance, which tailors pricing based on the actual driving behavior of the policyholder. They can also consider giving premium discounts to clients in the construction and real estate sector that apply green chemistry, an approach that aims to prevent or reduce pollution and improve overall yield efficiency.86 These discounts could be applied across the life cycle of construction products, including its design, manufacture, use, and ultimate disposal, since it could reduce risk exposure for insurers.\nFor risk elements that insurers have less influence over, like climate change, insurers can influence, collaborate, and incentivize mitigation strategies to ensure more profitable and equitable coverage. One program in Alabama offers homeowners discounts on their insurance policies when they follow specific standards for construction or retrofits.87 In Mississippi, a bill pending in the state House could create a trust fund that could provide grants to homeowners for fortifying their homes against severe weather or building safe rooms for tornadoes.88\nIn a recent Deloitte FSI Predictions article, analysis revealed that if insurers, in partnership with government entities and policyholders, invest US$3.35 billion in residential dwelling resiliency measures, the two-thirds of US homes that are not currently built to adopt and follow hazard-resistant building codes can become resistant enough to reduce many weather-related claims losses. This could save insurers an estimated US$37 billion by 2030.89\nFor life insurers, climate change impacts health/morbidity and mortality in a more subtle way. Factors such as poor air quality due to increased pollution or wildfire smoke can exacerbate respiratory and cardiovascular conditions, leading to higher morbidity and premature mortality.90 To help minimize the overall risk profile, insurers, in partnership with other stakeholders, could explore collaborative investments in communities residing in these detrimental living conditions and promote health awareness and the benefits of early prevention of diseases. For example, several insurance companies in India that offer coverage for diseases caused by pollution, like asthma and chronic obstructive pulmonary disease, also include the cost of air purifiers and specialized respiratory medications.91\nRegulators could introduce policies that encourage insurers to underwrite certain emerging risks like renewable energy technology. Government support and incentives could potentially lower the capital charge on assets or liabilities associated with renewable energy projects, benefiting society and potentially lowering insurers’ risk profile.92\nMany of the risk mitigation and incentivization strategies being employed are still in their nascent stages. Insurers that are already experimenting have the ability to make adjustments to the way data is collected, processed, and used. As regulatory bodies, insurers, vendors, data suppliers, and policyholders get aligned, insurers that can transform traditional mindsets and processes in this challenging environment can take advantage of unprecedented opportunities to more effectively balance profitability with purpose.\nThe US National Association of Insurance Commissioners announced its strategic priorities early this year, launching a state-level data collection drive to better understand localized protection gaps in property insurance markets. These insights can provide guidance to state insurance regulators to address climate risk resilience and increase access to consumers at a national level.93\nIn the insurance industry, where 75% to 90% of emissions are Scope 3 (indirect greenhouse gas emissions that occur outside an organization's direct control), direction on measurement is also critical.94 The Partnership for Carbon Accounting Financials has released guidance on measuring insurance-associated emissions for commercial and personal motor lines, but it could require insurers to collect vast amounts of data that is often not readily available.95 Calculating financed emissions also presents similar challenges, in particular for life insurance companies, which tend to have a large long-term investment profile.\nAs sustainability programs evolve, they are shifting from quantity to quality. Insurance companies are increasingly focusing their resources on reporting what’s most crucial to their organization rather than striving to cover everything.96 Moreover, the industry could see a shift from siloed compliance reporting to embedding sustainability into business strategy decisions. Introducing new metrics, such as implied temperature rise97 and portfolio warming potential98 —designed to assess and manage climate-related impacts of investment portfolios—involve complex, multidimensional data analysis. Therefore, they are expected to require long-tail investment portfolios to develop new modeling capabilities.99\nCould new global tax requirements impact organizational structuring considerations for insurers?\nProfits for insurers operating in low-tax jurisdictions may be impacted as a result of new global minimum tax rules. Pillar Two tax laws are expected to take effect in many jurisdictions in Europe and across the world in 2024. Many insurers are now focusing on compliance, reporting, and scenario planning.\nMany countries have already passed or introduced legislation that would implement Pillar Two tax rules, which require multinational organizations with €750 million or more in annual revenues to pay a minimum tax of 15% on net income earned in each country where they operate, adding an additional burden to insurers’ bottom lines.100 Even if an entity’s jurisdiction of domicile has not adopted these rules, which is currently the case for insurers in the United States, a tax liability could still be due if they operate in a different jurisdiction that has adopted them.\nBermuda, which enacted a Corporate Income Tax of 15% on businesses that are part of multinational enterprise groups with annual revenues of €750 million or more, serves as an example of the impact Pillar Two is having on jurisdictions that have historically imposed low or no taxes.101\nTo respond to these new rules, insurance tax departments should understand the rules and model potential tax impacts. They may also want to analyze corporate restructuring considerations that could help mitigate adverse impacts. Even those insurers that may not see an increased tax liability as a result of Pillar Two could be subject to these rules and may need to invest resources toward reporting and compliance.\nAs a new global tax regime, many questions remain about how individual jurisdictions could implement and draft new regulations in accordance with Pillar Two. Therefore, insurers may need to stay updated on new rules and requirements to remain in compliance as things evolve.\nIn the short term, data wrangling, reporting, and compliance will likely be the biggest challenges. Although Pillar Two is nominally a tax reform, finance, legal, IT, and other impacted stakeholders may need to educate themselves on these new rules and the potential implications to their functions. These impacted units may need to collect, organize, and share financial information, operational data, and transfer pricing data from multiple sources—and, potentially, multiple geographies. These activities reinforce the potential need to invest in modern and centralized data collection capabilities.\nIt’s too early to assess the full impact of this new tax regime. However, the erosion of tax benefits could lead to pressure for higher pricing and greater cost optimization. And while reporting and compliance could be a significant effort in and of itself, some insurers may opt for more drastic restructurings because of these new rules, either through choice of domicile or overall corporate structuring.\nThe road less traveled may be trickier to navigate but more rewarding\nThe only constant is change. And when change is coming from many directions—customer expectations around products and experiences; emerging technologies reshaping many aspects of our lives; growing climate-related risks; tax laws; evolving regulatory scrutiny; and macroeconomic and geopolitical volatility—the insurance industry may have to pivot in the way it does business to keep pace.\nThe journey from underwriting via the rear-view mirror to helping consumers proactively mitigate risks and offering protection more inclusively could require transformative strategies. It could also require investments to help improve agility, form strategic alliances, and cultivate the workforce of the future while sustaining profitable growth.\nFor insurers, their policyholders, and society at large, the bottom line is that the best claim is the one that never happens. While total elimination of risk for society may not be achievable, the insurance industry now increasingly has the tools to help bring this pipe dream closer to fruition. In fact, 2025 could potentially be the year carriers consider taking the road less traveled to position themselves for long-term success.\nContinue the conversation\nMeet the industry leaders\n\nKarl Hersch\nUS insurance sector leader | Principal\n\nJames Colaço\nGlobal insurance sector leader | Partner\n\nJim Eckenrode\nManaging director\n\nMichelle Canaan\nInsurance research leader\n\n${leaderName5}\n${leaderRole5}\n\n${leaderName6}\n${leaderRole6}\nLet’s make this work.\nChange your Analytics and performance cookie settings to access this feature.\nBy\nKarl Hersch\nUnited States\nKarl Hersch\nVice chair and US leader | Insurance\nUnited States\nKarl is Deloitte’s US Insurance Leader responsible for leading the firm’s overall insurance sector strategy, bringing the firm’s practice areas together to serve Deloitte’s portfolio of insurance clients.\nThroughout his 30-year career, Karl has served the financial services and insurance industries extensively, providing him with a well-rounded understanding of the most complex and critical issues clients face. Karl has experience working across Deloitte’s Audit, Advisory and Consulting businesses, enabling him to bring Deloitte’s best to our clients. He served as the Insurance Finance Transformation practice leader and the FSI Enterprise Performance practice leader.\nKarl’s vision as the US Insurance Leader is to inspire our clients and professionals to recognize the remarkable purpose-driven impact the insurance sector has on society through personal and commercial risk management, security and safety services and products, and on long-term wealth creation and preservation.\nkhersch@deloitte.com\n+1 908 377 6365\n\n\n\nJames Colaço\nCanada\nJames Colaço\nPartner, Global Insurance Sector Leader\nCanada\nCurrently serving as our Global Insurance sector leader and the lead consulting partner for one of its largest accounts, James operates within our Financial Services industry group. He is also a strategy partner in the Canadian Monitor Deloitte practice.\nWorking around the world throughout his career, James has led numerous strategic, operational, and transformational engagements with both local and global insurers. His areas of focus include corporate and business unit strategy, customer and product innovation, business case development, and large-scale business transformation.\nA frequent speaker at industry events, including the National Insurance Conference of Canada, Canadian Insurance Financial Forum, and Northwind Professional Institute, James enjoys riffing on all matters insurance. At the University of Toronto, he earned his MBA at the Rotman School of Management and a BASc in aerospace engineering.\njacolaco@deloitte.ca\n416-301-7259\n\n\n\nMichelle Canaan\nUnited States\nMichelle Canaan\nUnited States\nMichelle is a Manager in the Deloitte Center for Financial Services in New York. As a subject matter specialist for the insurance industry, Michelle produces thought ware on current and future trends, including strategies and solutions for our clients. Several  papers most recently authored are, “2019 Insurance Outlook: Growing economy bolsters insurers, but longer-term trends may require transformation\" and \"Closing the gap in fintech collaboration: Overcoming obstacles to a symbiotic relationship\".\nmcanaan@deloitte.com\n\nShare\ntwitter\nlinkedin\nfacebook\n\n\nPrint\n\nEndnotes\n\n\nAM Best, “Best’s Market Segment Report: Weather, reinsurance and inflation once again drive U.S. P/C results”, press release, March 6, 2024.\nView in Article\n2.  Ibid.\nView in Article\n3.  Emily Flitter and Christopher Flavelle, “States dig into homeowners insurance and why it’s hard to buy,” The New York Times, March 8, 2024.\nView in Article\n4.  Fitch Ratings, “US P/C insurance poised for 2024 profit recovery post strong 1Q results,” press release, June 21, 2024.\nView in Article\n5.  Life Insurance Marketing and Research Association (LIMRA), “LIMRA: First quarter U.S. annuity sales mark 14th consecutive quarter of growth,” press release, May 22, 2024.\nView in Article\n6.  AM Best, “Best’s Market Segment Report: Weather, reinsurance and inflation once again drive U.S. P/C results.”\nView in Article\n7.  Flitter and Flavelle, “States dig into homeowners insurance and why it’s hard to buy.”\nView in Article\n8.  Kashmir Hill, “Is your driving being secretly scored?,” The New York Times, June 9, 2024.\nView in Article\n9.  Claire Wilkinson, “US property/casualty industry swings to underwriting gain,” Business Insurance, June 6, 2024.\nView in Article\n10.  Ibid.\nView in Article\n11.  Ibid.\nView in Article\n12.  Ibid.\nView in Article\n13.  Evan G. Greenberg, “Chubb Limited 2023 Letter to Shareholders,” Chubb, accessed Sept. 16, 2024.\nView in Article\n14.  Lockton, “Lockton Market Update,” June 2024.\nView in Article\n15.  Swiss Re, “Sigma 3/24—World insurance: Strengthening global resilience with a new lease of life,” July 16, 2024.\nView in Article\n16.  Ibid.\nView in Article\n17.  Natural catastrophes include earthquakes, droughts, severe convective storms, European windstorms, tropical cyclones, wildfires, winter weather, and flooding; Gallagher Re, “2023 Natural catastrophe and climate report,” January 2024.\nView in Article\n18.  Gallagher Re, “2023 Natural catastrophe and climate report.”\nView in Article\n19.  Thomas Holzheu and James Finucane, “US Property & Casualty outlook: Strong momentum into 2024, led by personal lines,” Swiss Re, Jan. 9, 2024.\nView in Article\n20.  Swiss Re, “Sigma 3/24—World insurance.”\nView in Article\n21.  Ibid.\nView in Article\n22.  Ibid.\nView in Article\n23.  Deloitte, “Creating a climate of change digest,” May 2024.\nView in Article\n24.  Discussion with Deloitte Sustainability subject matter specialists, May 2024.\nView in Article\n25.  Fitch Ratings, “U.S. property/casualty insurance outlook 2024,” Dec. 11, 2023.\nView in Article\n26.  Ibid.\nView in Article\n27.  Swiss Re, “Sigma 3/24—World insurance.”\nView in Article\n28.  Ibid.\nView in Article\n29.  Holzheu and Finucane, “US Property & Casualty outlook.”\nView in Article\n30.  Ibid.\nView in Article\n31.  Sandee Suhrada, Kate Schmidt, and Dishank Jain, “Providing insurance coverage for artificial intelligence may be a blue ocean opportunity,” Deloitte Insights, May 29, 2024.\nView in Article\n32.  Ibid.\nView in Article\n33.  Ibid.\nView in Article\n34.  Puneet Kakar, Manmeet Singh Bawa, Emily Koenig, “Unlocking the strategic power of partnerships in insurance,” Deloitte, June 2024.\nView in Article\n35.  Ibid.\nView in Article\n36.  Ibid.\nView in Article\n37.  International Association of Insurance Supervisors, “Global Insurance Market Report: Mid-year update,” July 2024; Lucia Bevere et al., “Sigma No 6/2023: Risks on the rise as headwinds blow stronger: Global economic and insurance market outlook 2024‒25,” Swiss Re, Nov. 11, 2023.\nView in Article\n38.  LIMRA, “LIMRA: U.S. annuity sales post another record year in 2023,” press release, Jan. 24, 2024.\nView in Article\n39.  LIMRA, “LIMRA: Annuity sales set another record in first half of 2024,” press release, July 24, 2024.\nView in Article\n40.  Cyril Tuohy, “Annuity sales surge ahead of expected interest rate cuts,” Life Annuity Specialist, Aug. 5, 2024.\nView in Article\n41.  Swiss Re, “Sigma 3/24—World insurance.”\nView in Article\n42.  LIMRA, “LIMRA: U.S. life insurance premium sets new record in 2023,” press release, March 14, 2024.\nView in Article\n43.  Ibid.\nView in Article\n44.  Doug Bailey, “Life insurance applications up 3% in 2023; first rise in nearly 4 years,” InsuranceNewsNet, Jan. 11, 2024.\nView in Article\n45.  Swiss Re, “Sigma 3/24—World insurance.”\nView in Article\n46.  International Association of Insurance Supervisors, “Global Insurance Market Report: Mid-year update,” July 2024; Bevere et al., “Sigma No 6/2023.”\nView in Article\n47.  Stephen Abrokwah et al., “Life underinsurance in the US: Bridging the USD 25 trillion mortality protection gap,” Swiss Re Institute, Sept. 21, 2018.\nView in Article\n48.  Han Yik, “Solving the global pension problem,” World Economic Forum, Sept. 10, 2024.\nView in Article\n49.  Roopali Aggarwal, Shelly Habecker, and Melissa Leitner, “The life & health insurance inclusion radar,” Swiss Re Institute, March 14, 2023.\nView in Article\n50.  Robyn Gibbard, “United States Economic Forecast Q2 2024,” Deloitte Insights, June 20, 2024.\nView in Article\n51.  Deloitte subject matter specialist analysis.\nView in Article\n52.  LIMRA, “LIMRA: Strong year for U.S. workplace benefits sales in 2023,” press release, May 1, 2024.\nView in Article\n53.  “LIMRA’s U.S. Workplace Life, Disability, Dental & Vision and Supplemental Health Insurance Sales Surveys, First Quarter 2024”, lifehealth.com, June 25, 2024; Lifehealth.com, “U.S. workplace benefits sales results mixed in first quarter 2024,” June 25, 2024.\nView in Article\n54.  LIMRA, “LIMRA: Strong year for U.S. workplace benefits sales in 2023.”\nView in Article\n55.  “LIMRA’s U.S. Workplace Life, Disability, Dental & Vision and Supplemental Health Insurance Sales Surveys, First Quarter 2024”, lifehealth.com, June 25th 2024; Lifehealth.com, “U.S. workplace benefits sales results mixed in first quarter 2024,” June 25, 2024.\nView in Article\n56.  Lincoln Financial Group, “Eight in 10 of those surveyed say insurance benefits other than medical insurance are a “must have or very important” from an employer, according to new research from Lincoln Financial Group,” press release, Nov. 6, 2023.\nView in Article\n57.  LIMRA, “LIMRA: Strong year for U.S. workplace benefits sales in 2023.”\nView in Article\n58.  “LIMRA’s U.S. Workplace Life, Disability, Dental & Vision and Supplemental Health Insurance Sales Surveys, First Quarter 2024”, lifehealth.com, June 25th 2024, Lifehealth.com, “U.S. workplace benefits sales results mixed in first quarter 2024,” June 25, 2024.\nView in Article\n59.  Deloitte’s group insurance morbidity survey.\nView in Article\n60.  LIMRA, “The world of work – and workplace benefits – is changing,” July 2, 2024.\nView in Article\n61.  Ibid.\nView in Article\n62.  Nayya Health, “Prudential and Nayya partner to bring personalized benefits to millions of American employees,” press release, July 13, 2023.\nView in Article\n63.  Laura Forman, “AI has its ‘iPhone moment’,” The Wall Street Journal, March 2, 2023; The 2025 Global insurance outlook is an independent publication and has not been authorized, sponsored, or otherwise approved by Apple Inc. iPhone is a trademark of Apple Inc., registered in the United States and other countries.\nView in Article\n64.  A survey of 200 US insurance executives conducted by the Deloitte Center of Financial Services (DCFS) in June 2024, for the purpose of an upcoming generative AI for Insurers publication to be released in late 2024.\nView in Article\n65.  Deloitte subject matter specialist analysis.\nView in Article\n66.  Digital Finance Media, “AIA’s digital strategy moves on from transformation”, Digital Finance Media, Jan. 10, 2024.\nView in Article\n67.  World Intellectual Property Organization, “Patent Landscape Report: Generative artificial intelligence,” accessed Sept. 18, 2024.\nView in Article\n68.  A survey of 200 US insurance executives conducted by the Deloitte Center of Financial Services (DCFS) in June 2024, for the purpose of an upcoming generative AI for insurers publication to be released in late 2024.\nView in Article\n69.  Ibid.\nView in Article\n70.  Ibid.\nView in Article\n71.  Sue Cantrell et al., 2024 Global Human Capital Trends, Deloitte Insights, Feb. 5, 2024.\nView in Article\n72.  Sue Cantrell et al., “When people thrive, business thrives: The case for human sustainability,” Deloitte Insights, Feb. 5, 2024.\nView in Article\n73.  Ibid.\nView in Article\n74.  Ibid.\nView in Article\n75.  Cantrell et al., 2024 Global Human Capital Trends.\nView in Article\n76.  Renea Burns, Tim Coy, and Niall Williams, “Climate change impacts elevate US commercial real estate insurance costs,” Deloitte Insights, May 29, 2024.\nView in Article\n77.  Kelly Cusick, David Sherwood, Michelle Canaan, and Namrata Sharma, “Bridging insurance gaps to prepare homeowners for emerging climate change risks,” Deloitte Insights, May 2, 2024.\nView in Article\n78.  Ibid.\nView in Article\n79.  Ibid.\nView in Article\n80.  Discussion with Deloitte subject matter specialists, June 2024.\nView in Article\n81.  Hill, “Is your driving being secretly scored?.”\nView in Article\n82.  Ibid.\nView in Article\n83.  David Sherwood, Irena Gecas-McCarthy, and Jim Eckenrode, ”2024 insurance regulatory outlook,” Deloitte, accessed Sept. 16, 2024.\nView in Article\n84.  Products that are sold and consumed might go to landfills. Instead, insurers can educate businesses/clients to try to reclaim the product and use the remains as input in new production. This way, the product will not end up getting wasted at the end of its product life cycle but be used for a new life cycle or alternate purpose.\nView in Article\n85.  DPA, “German insurer Allianz to allow use of used parts in auto repair,” A News, May 10, 2024.\nView in Article\n86.  Green chemistry is an approach to chemistry that aims to prevent or reduce pollution and improve the yield efficiency of chemical products. It is characterized by careful planning of chemical synthesis and molecular design to reduce adverse consequences.\nView in Article\n87.  Mary Perez, “Grants will help retrofit MS Coast homes against hurricanes,” The Sun Herald, March 5, 2024.\nView in Article\n88.  Ibid.\nView in Article\n89.  Kelly Cusick, Michelle Canaan, and Namrata Sharma, “Climate change and home insurance: US insurers have been hit hard by severe weather-related claims,” Deloitte Insights, May 29, 2024.\nView in Article\n90.  Sue Cantrell, Jen Fisher, Joanne Stephane, Jason Flynn, Amy Fields, and Yves Van Durme, “When people thrive, business thrives: The case for human sustainability,” Deloitte Insights, Feb. 5, 2024.\nView in Article\n91.  Anshul Majumdar, “The insurance cover you should have if you live in polluted metropolises like Delhi,” CNBC-TV18, Nov. 7, 2023.\nView in Article\n92.  Discussion with Deloitte Sustainability subject matter specialists, June 2024.\nView in Article\n93.  The idea of financial inclusion is to ensure access to financial products and services for all, including insurance, regardless of net worth.\nView in Article\n94.  Discussion with Deloitte subject matter specialists.\nView in Article\n95.  Partnership for Carbon Accounting Financials, “PCAF launches the global GHG accounting and reporting standard for insurance-associated emissions,” Nov. 16, 2022.\nView in Article\n96.  Discussion with Deloitte sustainability subject matter specialists, June 2024.\nView in Article\n97.  Estimates the global temperature increase that would occur if all entities in an investment portfolio emitted greenhouse gases at their current rates indefinitely, providing a way to gauge the alignment of an investment portfolio with global climate targets, such as those set by the Paris Agreement.\nView in Article\n98.  Calculates the potential temperature impact of the portfolio based on the current and projected greenhouse gas emissions of the entities within the portfolio.\nView in Article\n99.  MSCI, “Implied temperature rise methodology,” February 2024.\nView in Article\n100.  Deloitte, “Getting ready for Pillar Two global tax rules,” accessed Sept. 16, 2024.\nView in Article\n101.  Government of Bermuda, “Bermuda corporate income tax,” accessed Sept. 16, 2024.\nView in Article\n\n\nAcknowledgments\nThis report was researched and co-authored by Niall Williams, Namrata Sharma, and Dishank Jain.\nThe Center would like to thank the Deloitte professionals who provided additional insights and perspectives in the development of this outlook in the following areas:\nUS leaders\n\nKarl Hersch (Consulting)\nRich Godfrey (Advisory)\nJoe DeSantis (Audit)\nDoug Welch (Life insurance)\nMark Yoest (Group insurance)\nChris Albert (Tax)\nChris Puglia (Tax)\nKelly Cusick (P&C insurance)\nDavid Sherwood (Regulatory/ESG)\n\nGlobal leaders\n\nJames Colaço (Global insurance leader)\nClaude Chassain (France)\nArthur Calipo (AP, Australia)\nTeodoro Gomez Vecino (Spain)\nAndy Masters (UK)\nJoanna Wong (China)\nNils Dennstedt (Germany)\nDebashish Banerjee (India)\nHolger Froemer (Japan)\nMarco Vet (NSE, Netherlands)\nAndrew Warren (Africa)\nNuno Schaller Goncalves (Portugal)\nSergio Biagini (Brazil)\nAlexandre Paraskevopoulos (Brazil)\n\nSubject matter specialists\n\nNon-life insurance: Kelly Cusick, Gurpreet Johal\nLife insurance: Kevin Sharps, Doug Welch, Puneet Kakar, Nathan Bernardi\nGroup insurance: Mark Yoest\nTalent: Nicole Holger, Jeff Goodwin, Anna Nowshad (FoW), Tina Whitney, Andy Liakopoulos, Nicole Scoble-Williams (FoW), Holger Jens, Roger Froemer (FoW)\nTechnology: Arun Prasad, Sandee Suhrada, Cindy MacFarlane, Joanna Chung Yen Wong\nSustainability and purpose: Christina Brodzik, David Sherwood, Greg Lowe, Donna Szatkowski-Zych – US A&A, Brandon Righi, Rajat Bahl, Alana Burton, Francesco Nagari, Brandon Cobb\nTax: Chris Albert, Eli Katz, Matt Bernard\n\nCover Image by: Natalie Pfaff\nVisit the Deloitte Center for Financial Services\nGet more insights\nAccess more insights for the banking & capital markets, commercial real estate, insurance, and investment management sectors.\nRelated content\n### 2025 financial services industry outlooks ​Our analysis of what to expect in the commercial real estate, banking and capital markets, insurance, and investment management sectors in 2025—and implications for the next decade. Collection\n### Insurance Explore research and insights for the insurance sector. Collection\n### Bridging insurance gaps to prepare homeowners for emerging climate change risks Deloitte’s survey of homeowners in US states with high climate change risk reveals skyrocketing costs and widening gaps in insurance coverage. Article • 11-min read\n### FSI Predictions 2024 Deloitte's FSI Predictions reveals how emerging trends are impacting the future of financial services. Article\nEXPLORE MORE TOPICS IN THIS ARTICLE\n\nPricing\nRevenue Growth\nOperations\nInsurance\nRisk management\nDigital Transformation\nInnovation\nEmployee engagement\nArtificial intelligence (AI)\nCenter for Financial Services\nFinancial Services\nMergers & Acquisitions\n\nDeloitte Insights and our research centers deliver proprietary research designed to help organizations turn their aspirations into action.\n\n\n\n\n\n\nDeloitte Insights\n\nHome\nTopics\nIndustries\nAbout Deloitte Insights\n\nDELOITTE RESEARCH CENTERS\n\nCross-Industry\nEconomics\nConsumer\nEnergy & Industrials\nFinancial Services\nGovernment & Public Services\nLife Sciences & Health Care\nTech, Media & Telecom\n\n\nLearn about Deloitte’s offerings, people, and culture as a global provider of audit, assurance, consulting, financial advisory, risk advisory, tax, and related services.\n© 2025. See Terms of Use for more information.\nDeloitte refers to one or more of Deloitte Touche Tohmatsu Limited, a UK private company limited by guarantee (\"DTTL\"), its network of member firms, and their related entities. DTTL and each of its member firms are legally separate and independent entities. DTTL (also referred to as \"Deloitte Global\") does not provide services to clients. In the United States, Deloitte refers to one or more of the US member firms of DTTL, their related entities that operate using the \"Deloitte\" name in the United States and their respective affiliates. Certain services may not be available to attest clients under the rules and regulations of public accounting. Please see www.deloitte.com/about to learn more about our global network of member firms.\n\nAbout Deloitte\nTerms of Use\nPrivacy\nData Privacy Framework\nCookies\nCookie Settings\nLegal Information for Job Seekers\nLabor Condition Applications\nDo Not Sell My Personal Information\n"
    },
    {
        "title": "How climate change is breaking insurance—and theatening the ...",
        "url": "https://www.fastcompany.com/91264917/climate-change-breaking-insurance-theatening-global-economy",
        "content": "In a world impacted by increasing climate risk, traditional insurance models no longer apply.",
        "score": 0.7213709
    },
    {
        "title": "USA: Climate risk insurance can effectively mitigate economic losses",
        "url": "https://www.preventionweb.net/news/climate-risk-insurance-can-effectively-mitigate-economic-losses",
        "content": "In the US, the implementation of such an insurance scheme could compensate for the expected increase in hurricane-induced growth losses, at",
        "score": 0.7125728
    },
    {
        "title": "The impact of climate change on life and health insurers - PwC",
        "url": "https://www.pwc.com/us/en/industries/financial-services/library/climate-change-impact-insurance-industry.html",
        "content": "Climate change's impacts on insurance go beyond property and crop damage. There's also reason for concern about life and health liabilities.",
        "score": 0.70847535
    }
]